{
    "title": "تفسير حرف الراء – ر",
    "sections": [
      {
        "title": "الراحة في الاحلام",
        "content": "تدل بعد التعب على الغنى بعد الفقر. وإن كان الرائي مريضا دل ذلك على قرب أجله."
      },
      {
        "title": "الرأس في الأحلام",
        "content": "هو رئاسة الإنسان ورأس ماله.",
        "subsections": [
          "يدل عظم الرأس على زيادة الشرف، وصغر الرأس على نقصان الشرف.",
          "وإن رأى أنه منكس الرأس بين الناس أو عند السلطان فإنه ارتكب خطيئة وهو نادم عليها.",
          "وإن رأى أن رأسه قد أصبح رأس حمار فإنه يرفع رأسه في الصلاة قبل الإمام، أو أنه يصير جاهلا سفيها."
        ]
      },
      {
        "title": "الراعي في الاحلام",
        "content": "هو صاحب ولاية. وتدل رؤية الراعي على علو القدر والتحكم في الرعية بالعدل والإنصاف."
      },
      {
        "title": "الراهب في الاحلام",
        "content": "صاحب بدعة، قد أفرط فيها."
      },
      {
        "title": "الرباط في الاحلام",
        "content": "يدل على الاعتكاف على الطاعة، والالتزام بأوامر الله واتباع السنة الشريفة. وإن رأى المريض أو الغائب أنه راجع من الرباط أو الغزو، فإنه دليل على شفاء المريض وعودة الغائب."
      },
      {
        "title": "الربان في الاحلام",
        "content": "تدل رؤيته على الأسفار البعيدة."
      },
      {
        "title": "رجعة المرأة المطلقة في الاحلام",
        "content": "دليل على عافية المريض أو رجوعه إلى ما كان عليه من دين أو مذهب أو صنعة."
      },
      {
        "title": "الرِجل في الاحلام",
        "content": "هي قوام الرجل، فإن رأى أنه يمشي حافيا ناله تعب ونصب."
      },
      {
        "title": "الرجم في الاحلام",
        "content": "من رأى أنه رجم أحدا فإنه يسب إنسانا. والرجم قذف في العرض إلا أن يكون الرجم حدا، فإنه يدل على طهارة المرجوم من الذنب."
      },
      {
        "title": "الرجوع من السفر في الاحلام",
        "content": "يدل على الفرج من الهموم، والنجاة من الأسواء. وربما دلت هذه الرؤيا على توبة الرائي من الذنوب."
      },
      {
        "title": "الرحى في الاحلام",
        "content": "تدل على فرج أهلها من ضيقهم، أو غناهم بعد فقرهم، وعلى الزوجة للعازب والزوج للعازبة. وإذا رؤيت الرحى الكبيرة في وسط المدينة أو في المساجد وكان البلد خرابا، كانت الرحى حربا."
      },
      {
        "title": "الرحمة في الاحلام",
        "content": "من رأى أنه يرحم ضعيفا، فإن الله يرحمه. فإن رأى أنه مرحوم دل على أنه محسن."
      },
      {
        "title": "الرخام في الاحلام",
        "content": "يدل على العز ورفع القدر، والمال والأزواج الحسان. وأما ما يصنع من الرخام كالأحواض والفساقي، فهو دليل على زوال الهموم والأحزان، ودليل على الأفراح والمسرات."
      },
      {
        "title": "الرخاء في الاحلام",
        "content": "يدل على الفرج بعد الشدة، وقضاء الدين، وتفريج الهموم والأنكاد."
      },
      {
        "title": "الرداء في الاحلام",
        "content": "هو جاه الرجل وعزه."
      },
      {
        "title": "الرسالة في الاحلام",
        "content": "إذا أتته رسالة وكان فيها بشرى، فهي تدل على حسن عاقبته فيما يخفيه، أو يرزق مالا أو ولدا أو زوجة."
      },
      {
        "title": "الرضاع في الاحلام",
        "content": "يدل على الاحتياج، وإن رأت المرأة أن رجلا ارتضع من لبنها فإنه يأخذ مالها.",
        "subsections": [
          "والمريض إذا رأى أنه يرضع فإنه يبرأ من مرضه."
        ]
      },
      {
        "title": "رضوان عليه السلام في الاحلام",
        "content": "وهو خازن الجنان، ورؤيته في الاحلام سرور دائم، ونعمة وعيش ورضا من الله تعالى."
      },
      {
        "title": "الرطب في الاحلام",
        "content": "رزق حلال وشفاء وفرج."
      },
      {
        "title": "الرعاف في الاحلام",
        "content": "دليل على الهم والنكد."
      },
      {
        "title": "الرعد في الاحلام",
        "content": "إذا كان بلا مطر دل على الخوف.",
        "subsections": [
          "والرعد وعيد وتهديد من السلطان،",
          "وقد يدل على المواعيد الحسنة.",
          "وسماع الرعد في أوانه يدل على البشارة والخير والبركة."
        ]
      },
      {
        "title": "الرقص في الاحلام",
        "content": "مصيبة، ومن رقص لغيره فإنه يشاركه في المصيبة."
      },
      {
        "title": "الركبة في الاحلام",
        "content": "هي كد الرجل وتعبه في معيشته."
      },
      {
        "title": "الركوب في الاحلام",
        "content": "ركوب الدابة كلها عز وسلطان. فإن رأى أنه ركب فرسا ولا يحسن ركوبها، ركب هوى."
      },
      {
        "title": "الرماد في الاحلام",
        "content": "كلام باطل أو عمل لا ينتفع به."
      },
      {
        "title": "الرمال في الاحلام",
        "content": "تدل رؤيتها على السفر. وربما دل السعي في الرمل على القيود. وربما دل المشي فيه على الهم والحزن."
      },
      {
        "title": "الرمان في الاحلام",
        "content": "هو رزق سهل. وربما دل على المرأة أو كورة عامرة."
      },
      {
        "title": "الرمح في الاحلام",
        "content": "يدل على الحرب والخصومات والمنازعات."
      },
      {
        "title": "الرمد في الاحلام",
        "content": "هو تقتير في المعيشة أو غفلة أو نقص في الدين."
      },
      {
        "title": "الرمي في الاحلام",
        "content": "ربما دل على قذف العلماء أو المحصنات."
      },
      {
        "title": "الرهن في الاحلام",
        "content": "من رأى أنه رهينة في موضع فقد اكتسب ذنوبا كثيرة."
      },
      {
        "title": "الروض في الاحلام",
        "content": "الرياض الخضر تدل على الإسلام والدين. وإن رؤي الميت في روضة حسنة فهو في الجنة."
      },
      {
        "title": "الري في الاحلام",
        "content": "يدل على اليسر بعد العسر، وقضاء الحاجة، والغنى بعد الفقر، وإدراك ما فات."
      },
      {
        "title": "الريح في الاحلام",
        "content": "ربما تدل على العذاب والآفات، والرياح الطيبة تدل على الأخبار الطيبة والرحمة."
      },
      {
        "title": "الريحان في الاحلام",
        "content": "تفريج الهموم أو أعمال صالحة. فإن أعطى الميت للحي ريحانا أو رآه معه، دل على أنه في الجنة."
      },
      {
        "title": "الريش في الاحلام",
        "content": "هو مال، وربما دل على الجاه."
      }
    ]
  }