{
    "post-content": {
      "sections": [
        {
          "title": "تفسير حرف السين – س",
          "subsections": [
            {
              "title": "الساحر في الاحلام",
              "content": "هو رجل فتان جاحد."
            },
            {
              "title": "الساق في الأحلام",
              "content": "عمر الإنسان وعماده في معيشته.",
              "bullets": [
                "وإن رأى أنه رفع ساقا ومد ساقا فالتفت ساقاه بعضهما ببعض فإنه قد قرب أجله أو قرب له أمر صعب هائل.",
                "إذا كشفت المرأة عن ساقيها حسن دينها وصارت إلى خير مما كانت عليه.",
                "ومن سعى على ساق واحدة ذهب نصف ماله.",
                "ومن رأى ساقا حسنة سمينة دل ذلك على حسن ما يسوقه أو يساق إليه.",
                "ربما دل الساق على الشدة، وكشف الساق دليل على ترك الصلاة والذلة بعد العزة."
              ]
            },
            {
              "title": "الساقية في الأحلام",
              "content": "تدل على مجرى الرزق.",
              "bullets": [
                "ربما دلت على السقاء والسقاية.",
                "ومن رأى أنه يستقي من ساقية فإنه يصيب خيرا ويحيا حياة طيبة."
              ]
            },
            {
              "title": "السباحة في الأحلام",
              "bullets": [
                "من رأى أنه يسبح في البحر، وكان عالما بذلك، بلغ في العلم حاجته.",
                "فإن دخل لجة البحر وأحسن السباحة فيها فإنه يدخل في أمر كبير أو ولاية عظيمة ويتمكن ويصيب عزا وقوة."
              ]
            },
            {
              "title": "الستر في الأحلام",
              "bullets": [
                "ربما دل على الرفيق الكاتم الأسرار، والزوجة التي تستر على الإنسان أحواله.",
                "ربما دلت الستائر على الستر في الأمور، وكشفها دليل على الافتضاح."
              ]
            },
            {
              "title": "السجن في الأحلام",
              "bullets": [
                "ومن رأى أنه خرج من سجن نجا من مرض.",
                "من رأى أنه في سجن سلطان موثق فيصيبه أمر مكروه، أو أنه في غم يرجى فرجه.",
                "ومن رأى أنه خرج من سجن مجهول أو من بيت ضيق إلى فضاء واسع وكان مريضا أو حزينا دل ذلك على راحة وفرج."
              ]
            },
            {
              "title": "السجود في الأحلام",
              "bullets": [
                "من رأى أنه سجد لله تعالى ظفر بعدوه، وغفر له، ونجا من مخاطره، ونال حاجته، وعفي عنه.",
                "فإن رأى أنه سجد لغير الله تعالى أو خر لوجهه من غير أن يقصد فإنه يذل ويخذل، وإن كان في نزاع أو كان في تجارة خسر، وإن كانت له حاجة فإنها لا تقضى.",
                "ربما دل السجود على اتباع السنة ومرافقة النبي في الجنة."
              ]
            },
            {
              "title": "سجود الشكر في الأحلام",
              "content": "يدل على رفع البلاء وتجديد الأرزاق."
            },
            {
              "title": "السحاب في الأحلام",
              "bullets": [
                "يدل على الإسلام الذي به حياة الناس ونجاتهم.",
                "ربما دل السحاب على العلم والفقه والحكمة والبيان.",
                "ربما دل على الحامل من النساء، وربما دل على المطر لأن منه سببه.",
                "قيل إذا رؤي السحاب في وقته فإنه ينال خيرا وبركة ونعمة ومالا.",
                "السحاب يدل أيضا على زوال الهم والنكد."
              ]
            },
            {
              "title": "السحر في الاحلام",
              "content": "فتنة وغرور. فمن رأى أنه يسحر فإنه يفرق بين الرجل وامرأته بالباطل."
            },
            {
              "title": "السخرية في الاحلام",
              "content": "غبن. فمن رأى أنه سخر منه غبن به في المعاملة."
            },
            {
              "title": "السخلة في الاحلام",
              "content": "هي ولد الإنسان. ومن رأى أنه يأكل لحم سخلة فإنه يصيب مالا قليلا."
            },
            {
              "title": "السدر في الاحلام",
              "content": "من رأى هذه الشجرة فإن أمره يرتفع ويصيب ورعا وعلما."
            },
            {
              "title": "سدرة المنتهى في الاحلام",
              "content": "تدل رؤيتها على بلوغ المقاصد والآمال."
            },
            {
              "title": "السراب في الاحلام",
              "content": "هو أمر باطل لا يتم. ومن رأى السراب وله طمع في شيء يرجوه فإنه يحرم ذلك ولا يناله."
            },
            {
              "title": "السرقة في الاحلام",
              "content": "تدل على الزنا والربا."
            },
            {
              "title": "السروال في الاحلام",
              "content": "امرأة. فمن ملك سروالا جديدا تزوج امرأة."
            },
            {
              "title": "السرور في الاحلام",
              "content": "ربما دل على الفرج أو العمل الصالح."
            },
            {
              "title": "السرير في الاحلام",
              "content": "يدل على الزوجة. وإن رأته امرأة لا زوج لها فإنها تتزوج."
            },
            {
              "title": "السعي في الاحلام",
              "content": "يدل السعي بين الصفا والمروة على صلاح ذات البين وزوال الهم والرزق. وإن كان الرائي مريضا أفاق من مرضه وسعى في طلب الرزق."
            },
            {
              "title": "السفر في الأحلام",
              "content": "إن كان المسافر فقيرا استغنى.",
              "bullets": [
                "من رأى أنه سافر انتقل من حال إلى حال.",
                "قد يكون الرجوع من السفر توبة ورجوعا من المعاصي أو قضاء الحاجة.",
                "وإن رأى المريض أنه يسافر إلى أرض بعيدة أو إلى دار مجهولة فهو دليل على موته.",
                "ربما دل السفر على العذاب والمشقة."
              ]
            },
            {
              "title": "السفينة في الأحلام",
              "content": "هي نجاة لمن كان في هم أو هول أو مرض أو ضيق أو قحط.",
              "bullets": [
                "فإن ركبها مع قوم صالحين فإنه يتبع الهدى.",
                "فإن رأى أنه ركبها مع أهله وأصدقائه فإنه ينال عزا وجمالا وخيرا وبركة وينجو من أيدي الأعداء.",
                "وإن رأى السفينة تكسرت فإنه دليل شر.",
                "من رأى السفينة انخرقت فتلك نجاة لراكبها لقوله تعالى: “أخرقتها لتغرق أهلها” فنجت من يد الملك الذي كان يأخذ كل سفينة غصبا."
              ]
            },
            {
              "title": "السقف في الأحلام",
              "content": "هو رجل رفيع القدر.",
              "bullets": [
                "فإن رأى سقفا يكاد يهبط عليه ناله خوف من رجل رفيع القدر.",
                "ومن رأى سقفا خر عليه أصابه عذاب."
              ]
            },
            {
              "title": "السقوط في الأحلام",
              "content": "إذا كان السقوط من أعلى إلى أسفل فإنه يدل على انتقال الأحوال من خير إلى شر."
            },
            {
              "title": "سقوط الأسنان في الأحلام",
              "content": "يدل على طول عمره دون نظرائه في السن.",
              "bullets": [
                "فإن رأى أن جميع أسنانه سقطت فإنه يعيش عيشا طويلا.",
                "ربما دل سقوط الأسنان على موت مريض من أقاربه.",
                "من كان عليه دين إذا سقطت أسنانه في الأحلام فإنه يقضي دينه.",
                "وقيل سقوط الأسنان في اليد مال يصير إليه."
              ]
            },
            {
              "title": "السكر في الأحلام",
              "content": "يدل على الأفراح وزوال الهموم والأنكاد."
            },
            {
              "title": "السكين في الأحلام",
              "content": "تدل على خادم المكان والتصدي لنفع أهله كصاحبه.",
              "bullets": [
                "فحدتها دليل على نفاذ أمره.",
                "من رأى بيده سكينا وكان في محاكمة فإنه ينتصر وتثبت له حجة وبرهان لأنها من السلاح وتقيه الأعداء.",
                "من رأى أنه أُعطي سكينا ليس معه من السلاح غيره فإنه يصيب خيرا وينال رزقا.",
                "من رأى أنه ذبح يديه بالسكين فإنه يرى شيئا يتعجب منه."
              ]
            },
            {
              "title": "السلاح في الأحلام",
              "content": "هو نصر وتفوق ودفع للأمراض."
            },
            {
              "title": "السلطان في الأحلام",
              "content": "إن رأى أن الله تعالى جعله سلطانا في الأرض فإنه ينال مجدا وعزا.",
              "bullets": [
                "من رأى أنه صار ملكا، وكان مريضا في اليقظة دلت رؤياه على موته.",
                "ربما دل السلطان على الرئيس في العمل."
              ]
            },
            {
              "title": "سليمان عليه السلام في الأحلام",
              "content": "تدل رؤيته على الملك أو القضاء.",
              "bullets": [
                "ربما لانت له الصعاب ونال من الله تعالى المنزلة العظيمة مع حسن العاقبة في الآخرة."
              ]
            },
            {
              "title": "السماع في الأحلام",
              "content": "إذا كان السماع للقرآن الكريم أو حديث النبي، فإنه يدل على الهداية والإنابة إلى الله تعالى والرجوع إليه سبحانه.",
              "bullets": [
                "إن رأى أنه يستمع إلى إنسان فإنه يريد هتك سره وفضيحته."
              ]
            },
            {
              "title": "السماء في الأحلام",
              "content": "إذا سقط من السماء نار أصاب الناس أمراض وموت، أو غلاء.",
              "bullets": [
                "ربما تدل السماء على السلطان، فمن صعد إليها بسلم أو بحبل نال من الملك رفعة.",
                "أما الدنو من السماء فيدل على القرب من الله تعالى، وذلك لأهل الطاعات والأعمال الصالحة.",
                "ربما دل ذلك على القرب من الإمام أو السلطان أو العالم أو الوالد أو الزوج أو السيد.",
                "من رأى أنه خر من السماء إلى الأرض فإنه يرتكب ذنبًا عظيمًا.",
                "من رأى أن السماء خرج منها نور دل على هداية أهل ذلك المكان، وإن خرج ظلام دل على ضلالهم."
              ]
            },
            {
              "title": "السمسم في الاحلام",
              "content": "هو رزق حلال. وكذلك سائر الحبوب."
            },
            {
              "title": "السمك في الاحلام",
              "content": "إذا عرف عدده فهو نساء، وإن لم يعرف عدده فهو مال وغنائم. فإن كان السمك حيا طريا دل على الجارية البكر. ومن رأى أنه يصطاد فإن ذلك يدل على منفعة وخير."
            },
            {
              "title": "السمن في الاحلام",
              "content": "هو علم نافع."
            },
            {
              "title": "السمّان في الاحلام",
              "content": "تدل رؤيته على العالم، والمشارك للناس في العلم والمال."
            },
            {
              "title": "السمنة في الاحلام",
              "content": "من رأى أنه سمين زاد ماله."
            },
            {
              "title": "السنبلة في الاحلام",
              "content": "تدل رؤيتها على مال مجموع يتضاعف. والسنبلة الخضراء القائمة رزق وخصب، والسنبلة اليابسة جدب وقحط."
            },
            {
              "title": "السنة في الاحلام",
              "content": "ربما دلت رؤيتها على الجدب والقحط."
            },
            {
              "title": "السواد في الاحلام",
              "content": "هو سؤدد ومال."
            },
            {
              "title": "السوار في الاحلام",
              "content": "هم لمن لبسه من الرجال وزينة للنساء ونعمة وسرور. وقيل إن أساور الفضة دين وتقوى لمن لبسها في الاحلام لأنها من حلي أهل الجنة."
            },
            {
              "title": "السواك في الاحلام",
              "content": "من رأى أنه يستاك فإنه يقيم سنة رسول الله صلى الله عليه وسلم. وربما دل على الطهارة من الذنوب. وربما دل على العمل المقرب إلى الله تعالى."
            },
            {
              "title": "السوس في الاحلام",
              "content": "هو رجل نمام. وإن رأى المريض السوس في منزله أو لاص"
            }
          ]
        }
      ]
    }
  }