{
    "title": "تفسير حرف الحاء – ح",
    "sections": [
      {
        "title": "حاجب العين في الأحلام",
        "content": "حاجب العين للرجل يدل على حسن سمته وجماله وأمره وجاهه في دينه وأمانته ومكانته.",
        "subsections": [
          {
            "content": "إذا رأى الإنسان حاجبيه قد اقترنا، دل ذلك على الألفة والمحبة، وبالعكس. نزولهما على العين دليل على تغير حال من دل عليه من ولد أو شريك أو زوجة أو صاحب."
          },
          {
            "content": "ربما دل ذلك على طول العمر حتى يرى نفسه كذلك."
          }
        ]
      },
      {
        "title": "الحانة في الاحلام",
        "content": "تدل الحانة في الاحلام على الشر والهموم والأنكاد لما يوجب الحد."
      },
      {
        "title": "الحانوت في الأحلام",
        "content": "الحانوت هو في الأحلام زوجة الرجل وولده، وموته وحياته، وماله وجاهه.",
        "subsections": [
          {
            "content": "ربما دل الحانوت على الوالد والوالدة لأنهما كانا سبب إيجاده وغذائه. ما عرف في حانوته من زيادة أو نقص أو جدة أو هدم عاد على من دل الحانوت عليه."
          },
          {
            "content": "من رأى أنه جلس في حانوت فإنه يستفيد خيراً."
          },
          {
            "content": "من رأى أن حانوته انهدم وكان والده أو أمه أو زوجته في حالة مرض، فإن المريض يموت."
          }
        ]
      },
      {
        "title": "الحاوي في الاحلام",
        "content": "تدل رؤية الحاوي في الاحلام على معاشرة أهل الشر ومداراة الأعداء."
      },
      {
        "title": "الحب في الأحلام",
        "content": "حب الله سبحانه وتعالى في الأحلام يدل على تمكين في الدين وحسن يقين واتباع لسنة النبي ﷺ.",
        "subsections": [
          {
            "content": "إذا أحب المرء غيره لله تعالى دل على حب الله ورحمته، وإذا أحبه لغير الله دل على الهموم والأنكاد."
          }
        ]
      },
      {
        "title": "الحبس في الأحلام",
        "content": "الحبس في الأحلام يدل على الذل والهم.",
        "subsections": [
          {
            "content": "فإن رأى أنه حبس في بيت مجصص منفرد عن البيوت مجهول، فهو موته، وذلك البيت قبره."
          },
          {
            "content": "فإن رأت المرأة أن سلطاناً حبسها، فإنها تتزوج."
          }
        ]
      },
      {
        "title": "الحبل في الأحلام",
        "content": "الحبل في الأحلام يدل على الدين.",
        "subsections": [
          {
            "content": "فمن رأى أنه تمسك بحبل، فهو معتصم بحبل الله تعالى."
          }
        ]
      },
      {
        "title": "الحبة السوداء في الأحلام",
        "content": "تدل الحبة السوداء في الأحلام على أن الإنسان يصاب بصحة وعافية في جسمه."
      },
      {
        "title": "الحج في الأحلام",
        "content": "من رأى في الأحلام أنه حج وطاف بالبيت وقام بشيء من المناسك، فإن ذلك يدل على صلاح دينه واستقامته على مناهجه وثواب يرزقه وأمن مما يخافه، ودين يقضيه، وأمانات يؤديها للمسلمين.",
        "subsections": [
          {
            "content": "فإن رأى أنه كان مسافراً وصل، وإن كان تاجراً ربح، وإن كان مريضاً شفي، وإن كان مديناً قضي عنه دينه، وإن كان لم يحج حج."
          }
        ]
      },
      {
        "title": "الحجامة في الأحلام",
        "content": "الحجام يدل على كل متحكم في رقاب الخلق كالسلطان والعالم والحاكم والطبيب وكاتب الشرط والصكوك.",
        "subsections": [
          {
            "content": "فإن رأى الإنسان في منامه حجاماً قد حجمه وكان مطلوباً بمال، أداه على يد حاكم، وإن كان يرغب في النكاح تزوج."
          },
          {
            "content": "وتدل رؤية الحجام على زوال الهموم والأنكاد والأمراض."
          }
        ]
      },
      {
        "title": "الحجر في الأحلام",
        "content": "يدل الحجر في الأحلام على أهل القساوة والغفلة والجهل والبطالة.",
        "subsections": [
          {
            "content": "ومن رأى أنه ضرب حجراً بعصا فانفجر منه ماء وكان فقيراً فإنه يستغني، وإن كان غنياً ازداد غنى، وربما كان رزقاً هنيئاً."
          }
        ]
      },
      {
        "title": "الحجر الأسود في الاحلام",
        "content": "يدل الحجر الأسود في الاحلام على الحج."
      },
      {
        "title": "الحد في الاحلام",
        "content": "الحد لمن طلبه أو طولب به دليل على الدين والمطالبة به."
      },
      {
        "title": "الحدأة في الاحلام",
        "content": "تدل الحدأة في الاحلام على لصوص يسرقون سراً ويقطعون الطريق، وتدل على مخادعين مكارين يخفون الخير عمن صادقهم."
      },
      {
        "title": "الحديد في الاحلام",
        "content": "الحديد هو في الاحلام مال وقوة لمن رآه في يده، وعز من بعد ضعف إذا أخذه. ومن رأى الحديد قد لان له أصاب ملكاً ورزقاً واسعاً."
      },
      {
        "title": "الحذاء في الاحلام",
        "content": "الحذاء هو في الاحلام رجل يلي أمور النساء ويزينها ويهيئها."
      },
      {
        "title": "الحر في الاحلام",
        "content": "من وجد حراً في الاحلام وكانت رؤياه في الشتاء دل ذلك على الفوائد والأرزاق والكساوى النفيسة. وإن كان الحر في الصيف دل على عكس ذلك."
      },
      {
        "title": "الحرب في الاحلام",
        "content": "الحرب تدل على غلاء الأسعار. فمن رأى أهل مدينة يتحاربون، فإن أسعار الحاجات ترتفع، وإن حاربوا السلطان رخصت الأسعار. والحرب بين السلاطين تدل على فتنة أو وباء."
      },
      {
        "title": "الحرباء في الاحلام",
        "content": "الحرباء هي في الاحلام وزير الملك أو خليفته. والحرباءة رجل له عزم في الأمور، وهي تدل على الخدمة للبطالة، أو الفتنة في الدين."
      },
      {
        "title": "الحراثة في الاحلام",
        "content": "الحراثة هي في الاحلام تزوج. فمن رأى أنه يحرث في أرض لغيره وهو يعرف صاحبها، فإنه يتزوج امرأته."
      },
      {
        "title": "الحرير في الاحلام",
        "content": "الحرير يدل في الاحلام على العشق لمن رآه. وثياب الحرير للفقهاء تدل على طلبهم للدنيا ودعوة الناس إلى البدعة، ويدل الحرير أيضاً على التزوج بامرأة شريفة."
      },
      {
        "title": "الحزام في الاحلام",
        "content": "الحزام ربما يدل على الحزم والجد في طلب العلم."
      },
      {
        "title": "الحساب في الاحلام",
        "content": "الحساب للميت في الاحلام دال على عذابه. وإن حاسب الإنسان نفسه في الاحلام فإنه يدل على توبته وإنابته إلى ربه."
      },
      {
        "title": "الحسد في الاحلام",
        "content": "الحسد يدل على فساد الحاسد وصلاح المحسود. والحسد في الاحلام يدل على الفقر للحاسد، وربما دل على الغل والكبر والسحر والشر، ويدل للمحسود على الزيادة في الرزق."
      },
      {
        "title": "الحسنة في الأحلام",
        "content": "إذا عمل الإنسان حسنة في المنام كإماطة الأذى عن الطريق أو الأمر بالمعروف والنهي عن المنكر، فإن ذلك يشير إلى:",
        "subsections": [
          {
            "content": "الربح في التجارة: العمل الحسن يعود بالنفع في الأعمال التجارية."
          },
          {
            "content": "قضاء الدين: يشير إلى إمكانية تسديد الديون."
          },
          {
            "content": "الأمن من الخوف: يعكس الشعور بالأمان والسكينة."
          }
        ]
      },
      {
        "title": "العشب الاخضر (الحشيش) في الأحلام",
        "content": "العشب الأخضر(الحشيش الأخضر) هو في المنام يشير إلى الخير:",
        "subsections": [
          {
            "content": "صلاح الدين: الحشيش الأخضر يدل على الخير والصلاح."
          },
          {
            "content": "الخصب: إذا رأى الحشيش في أيدي الناس، فإنه يعني خصبًا في ذلك العام."
          },
          {
            "content": "الاستغناء: من رأى كأنه في حشيش يجمعه أو يأكله وكان فقيرًا، فإنه يستغني."
          }
        ]
      },
      {
        "title": "الحصى في الاحلام",
        "content": "تدل رؤية الحصى في الاحلام على الدراهم وعلى الحج ورمي الجمار وعلى السباب والقذف."
      },
      {
        "title": "الحصاد في الاحلام",
        "content": "تدل رؤية الحصاد في الاحلام على الفتن."
      },
      {
        "title": "الحصبة في الاحلام",
        "content": "الحصبة هي في الاحلام مال."
      },
      {
        "title": "الحصن في الأحلام",
        "content": "يدل الحصن في الأحلام على العلم والقرآن وما يتحصن به من الشيطان وجنوده. إذا رأى الشخص أنه بنى حصنًا، فإنه يتحصن من أعدائه، أو يحصن فرجه من الحرام، وأحصن ماله ونفسه من البلاء والذل."
      },
      {
        "title": "الحطب في الأحلام",
        "content": "الحطب في الأحلام يرمز إلى النميمة.",
        "subsections": [
          {
            "content": "سعي نحو الحاكم: كل من أوقد نارًا في حطب يعني سعي إنسان إلى حاكم."
          },
          {
            "content": "البلادة والبخل: ربما يدل الحطب على البلادة أو البخل بالموجود."
          }
        ]
      },
      {
        "title": "الحفر في الأحلام",
        "content": "إذا رأى الشخص في الأحلام أنه يحفر أرضًا، فإنه يصيب مالًا بقدر الحفر.",
        "subsections": [
          {
            "content": "المكر والخداع: الحفر قد يدل على المكر والخداع."
          },
          {
            "content": "الغياب في حفرة: من رأى أنه يغيب في حفرة ليس لها منفذ، فإن ذلك يعني أنه يمكر به في أمر بحسب مبلغ الحفر وعمقه ووسعه."
          }
        ]
      },
      {
        "title": "الحفاء في الاحلام",
        "content": "الحفاء هو في الاحلام تعب. ومن رأى أنه يمشي في نعل واحد فإنه يفارق شريكه."
      },
      {
        "title": "الحفظ في الاحلام",
        "content": "الحفظ دليل على الاهتداء بعد الضلالة، والرزق بعد التقتير، وتفريج الهموم."
      },
      {
        "title": "الحكة في الاحلام",
        "content": "من رأى أنه يحك جسده، فإنه يتفقد حال أقربائه، ويصيبه منهم تعب."
      },
      {
        "title": "الحلاق في الأحلام",
        "content": "ربما دلت الحلاقة على الراحة والشفاء من أوجاع الرأس والعين.",
        "subsections": [
          {
            "content": "ربما دل الحلق في غير موضع الحلق على الجائحة والمغارم."
          },
          {
            "content": "حلق الرأس أداء الأمانة والأمن من الخوف، وكذلك حلقه في الحج قضاء دين، وينال مع ذلك فتحاً، والتقصير أمان من الخوف."
          },
          {
            "content": "فإن حلقه في غير الحج، فهو دون ذلك في الصلاح."
          },
          {
            "content": "فإن كان صاحبه في كرب أو دين فرج عنه."
          },
          {
            "content": "حلق اللحية ذهاب المال والجاه."
          }
        ]
      },
      {
        "title": "الحلف في الأحلام",
        "content": "من رأى أنه حلف صادقاً، فإنه يظفر ويقول قولاً حقاً.",
        "subsections": [
          {
            "content": "فإن رأى أنه حلف كاذباً، فإنه يخذل ويصيب إثماً عظيماً وندامة وذلاً."
          },
          {
            "content": "إذا حلف في الأحلام بالصليب أو بالكواكب أو البحر وما أشبه ذلك، دل على الميل إلى الضلالة أو النفاق."
          },
          {
            "content": "وإن حلف بالله عز وجل، دل على اتباع الحق والاقتداء بالسنة."
          }
        ]
      },
      {
        "title": "الحلقة في الاحلام",
        "content": "فمن رأى أنه أخذ بحلقة، فهو متمسك بدين الإسلام. فإن رأى أنه قلع حلقة بابه، فإنه يدخل في بدعة."
      },
      {
        "title": "الحلواء في الاحلام",
        "content": "الحلواء تدل في الاحلام على الإخلاص في الدين، وخلاص السجين، وقدوم المسافر، وشفاء المريض، وزواج العازب، والعلم والقرآن والأرزاق الحلال."
      },
      {
        "title": "الحمى في الاحلام",
        "content": "الحمى تدل في الاحلام على قضاء الدين لأنها مكفرة للذنوب، وربما دلت على إنجاز وعد."
      },
      {
        "title": "الحمار في الاحلام",
        "content": "الحمار ربما دل على السفر أو العالم بلا عمل. والحمار سعي الإنسان وجده، كيفما رآه سميناً أو هزيلاً. ومن ركب حماراً ومشى به مشياً موافقاً، فإن جده وسعيه موافق حسن. وليس يكره من الحمار إلا صوته."
      },
      {
        "title": "الحمال في الاحلام",
        "content": "من رأى أنه يحمل حملاً ثقيلاً، فإنه يصيبه هم بقدر ذلك من الحمل."
      },
      {
        "title": "الحمام في الأحلام",
        "content": "الحمامة امرأة محبوبة.",
        "subsections": [
          {
            "content": "من رأى أنه اصطاد حمامات، فإنه يصيب مالاً من رجال أشراف."
          },
          {
            "content": "فإن رأى أن في داره حمامة، والرائي أعزب، فإنه يتزوج امرأة حسناء ودودة."
          },
          {
            "content": "وهي بشرى لمن كان في شدة أو له غائب."
          },
          {
            "content": "من رأى أنه يرمي حمامة، فإنه يصيب من النساء مالاً وأولاداً وإناثاً."
          },
          {
            "content": "من رأى أنه يُطْعِم حمامة، فإنه يلقن امرأة كلاماً ويعلمها إياه."
          }
        ]
      },
      {
        "title": "الحمام في الأحلام",
        "content": "الحمام ربما دل على المرأة.",
        "subsections": [
          {
            "content": "فإن كان حسناً غير ظاهر الرائحة، فإن امرأته حسنة العشرة، والعكس صحيح."
          },
          {
            "content": "ويدل أيضاً على الراحة وذهاب الأذى."
          }
        ]
      },
      {
        "title": "حمل الإنسان في الأحلام",
        "content": "قد يكون الحمل الثقيل ذنوباً.",
        "subsections": [
          {
            "content": "الحمل الثقيل للمرأة يدل على حبل أو زوج شرير."
          },
          {
            "content": "من رأى أنه يحمل حطباً، فإنه يحمل الغيبة والنميمة وينقل الكذب."
          }
        ]
      },
      {
        "title": "حمل المرأة في الأحلام",
        "content": "من رأى أن امرأته حبلى، فإنه يرجو خيراً من عرض الدنيا.",
        "subsections": [
          {
            "content": "من رأى به حبلاً، فإن ذلك زيادة في ماله ودنيا."
          },
          {
            "content": "المرأة الخالية من الزوج وكذلك البكر إذا رأتا كأنهما حبلتا، فإنهما تتزوجان."
          }
        ]
      },
      {
        "title": "الحنين للوطن في الأحلام",
        "content": "الحنين للوطن في الأحلام دليل على فراق الأزواج أو الأصدقاء، ولا خير فيه إذا كان معه ندب ونواح."
      },
      {
        "title": "حواء في الأحلام",
        "content": "تدل رؤية حواء في الأحلام على البركة وإدرار الفوائد.",
        "subsections": [
          {
            "content": "ربما دلت رؤية آدم وحواء عليهما السلام على النقلة من محل شريف إلى ما دونه، وعلى الزلل والوقوع في المحذور."
          }
        ]
      },
      {
        "title": "الحوت في الاحلام",
        "content": "الحوت يدل على الهم والنكد وحلول الغضب."
      },
      {
        "title": "الحوض في الاحلام",
        "content": "إن توضأ منه، فإنه ينجو من هم بإذن الله تعالى. وإن شرب منه ماء، نال رزقاً."
      },
      {
        "title": "الحوقلة في الاحلام",
        "content": "الحوقلة وهي قول (لا حول ولا قوة إلا بالله)، تدل على الخير والسعة وتفويض الأمور إلى الله وحسن العاقبة."
      },
      {
        "title": "الحياء في الاحلام",
        "content": "الحياء يدل في الاحلام على الإمساك عن إتيان الفواحش وتضاعف الإيمان والرزق. وربما دل على الهداية للعاصي."
      },
      {
        "title": "الحيرة في الاحلام",
        "content": "الحيرة تدل في الاحلام على الغفلة واستمالة الشيطان له إلى الضلالة."
      },
      {
        "title": "الحيض في الاحلام",
        "content": "إن رأت امرأة أنها حائض، فإنها في ذنب أو تخليط. فإن اغتسلت، تابت من الذنب وذهب همها. والحيض نقص في الدين وفي الصوم والصلاة. وربما دل حيض العقيم على الحمل بالأولاد."
      },
      {
        "title": "الحية في الاحلام",
        "content": "الحية هي في المنام عدو ذو مال. إذا رأى الشخص أنه أدخل الحية بيته، فإن عدوه يمكر به. إذا قتلها، فإنه يظفر بعدو. إذا رأى أنه قتل حية على فراشه، فإن ذلك يعني موت زوجته. إذا رأى بيته مملوءًا بالحيات وهو لا يخافها، فإنه يرى في بيته أعداء المسلمين وأصحاب الأهواء.",
        "subsections": [
          {
            "content": "مكر العدو: إدخال الحية إلى البيت يدل على مكر العدو."
          },
          {
            "content": "الظفر بالعدو: قتل الحية يعني الظفر بالعدو."
          },
          {
            "content": "موت الزوجة: قتل حية على الفراش يعني موت الزوجة."
          },
          {
            "content": "أعداء في البيت: وجود الحيات دون خوف يدل على وجود أعداء من المسلمين وأصحاب الأهواء."
          },
          {
            "content": "هلاك العدو: رؤية حية ميتة تعني هلاك العدو بلا جهد."
          },
          {
            "content": "أعداء من الأقرباء: دخول الحيات وخروجها من البيت دون ضرر يدل على أعداء من أهل البيت والأقرباء."
          }
        ]
      }
    ]
  }