{
    "title": "تفسير الاحلام حرف الجيم – ج",
    "sections": [
      {
        "title": "الجامع في الاحلام",
        "content": "الجامع يدل في الأحلام على المكان الذي يقصد الناس فيه الربح، ويخرج كل إنسان منه بربح على قدره وعمله. كما يدل على العدل لمن دخله مظلومًا."
      },
      {
        "title": "الجاموس في الاحلام",
        "content": "الجاموس ربما يدل على الكد والسعي والخير."
      },
      {
        "title": "الجبس في الاحلام",
        "content": "الجبس في الأحلام دليل على دوام العز والمنصب، وحسن حال الأزواج والأولاد، والثبات في الدين والعلم، والشفاء من الأمراض."
      },
      {
        "title": "الجبل في الاحلام",
        "content": [
          "من رأى أنه سقط من جبل: فإنه يقترف خطيئة ويصيبه ضرر في بدنه أو يسقط عن مرتبته ويتغير حاله.",
          "الصعود إلى الجبل: يدل على نيل حاجة أو غاية يريدها.",
          "رؤية الجبال تزلزلت: فإن هولاً شديدًا يدخل في تلك البلدة."
        ]
      },
      {
        "title": "الجبن في الاحلام",
        "content": [
          "إذا كان الجبن المتخذ من اللبن: فهو دليل على الرزق.",
          "للمحارب والمخاصم: رؤية الجبن تدل على قهر العدو.",
          "الجبن الرطب: خير من اليابس.",
          "أكل الخبز مع الجبن: يدل على العيش بتقتير.",
          "الجبن بمعنى عدم الشجاعة: يدل على الشر."
        ]
      },
      {
        "title": "الجبة في الاحلام",
        "content": [
          "لبس الجبة في الشتاء: يدل على الغنى لأنها تمنع البرد.",
          "لبس الجبة في الصيف: يدل على الغم."
        ]
      },
      {
        "title": "الجبهة في الاحلام",
        "content": "الجبهة تدل على جاه الرجل ونفاذ أمره. وإن رأى بها عيبًا كالكسر أو غيره، فإنه يدل على نقص في هيبته وجاهه."
      },
      {
        "title": "الجحر في الاحلام",
        "content": "الجحر يدل في الأحلام على التمسك بآثار أرباب البدع والضلالات. ومن رأى جحرًا يخرج منه حيوان، فهو فم يخرج منه كلام."
      },
      {
        "title": "الجحود في الاحلام",
        "content": "من رأى أنه جحد باطلاً، فإنه يأمر بالمعروف وينهى عن المنكر. والجحود للفضل يدل على الظلم."
      },
      {
        "title": "الجد في الاحلام",
        "content": [
          "من جد في طلب شيء جليل: فإنه ربما يبلغ مراده.",
          "إذا رأى أنه صار جدًا: فإنه يدل على طول عمره وارتفاع قدره.",
          "رؤية الجد بمثابة الأب: فإن مات الجد، نقص سعي الرائي واجتهاده."
        ]
      },
      {
        "title": "الجدري في الاحلام",
        "content": [
          "رؤية الجدري: تدل على مال.",
          "إذا رأى أنه جدر: فإنها زيادة في ماله.",
          "إذا رأى ولده قد جدر: فهذا فضل يصير إلى ولده."
        ]
      },
      {
        "title": "الجراحة في الاحلام",
        "content": [
          "إذا رأى شخصًا جرحه ولم يخرج دم: فإنه يقول في الجروح قولًا حقًا.",
          "إذا خرج دم من الجرح: فهذا يدل على الغيبة بكلام صادق."
        ]
      },
      {
        "title": "الجراد في الاحلام",
        "content": "الجراد في الأحلام يدل على العذاب. وإن صُبَّ الجراد في إناء أو قدر، فإنه يدل على المال."
      },
      {
        "title": "الجرب في الاحلام",
        "content": [
          "إذا كان الجرب بلا ماء أو صديد: فإنه يدل على هم وتعب من قبل الأقرباء.",
          "إذا كان الجرب بماء: فإنه يدل على مال يأتيهم بهم وكد.",
          "إذا حكه الجرب وجرحه: فإن المال يأتي بغم."
        ]
      },
      {
        "title": "الجزار في الاحلام",
        "content": "الجزار في الأحلام هو رجل يهلك الناس، خصوصًا إذا كان دنس الثياب ويحمل سكينًا."
      },
      {
        "title": "الجسر في الاحلام",
        "content": "الجسر في الأحلام يدل على كل ما ينجي الإنسان من عذاب الآخرة وتعب الدنيا."
      },
      {
        "title": "الجسم في الاحلام",
        "content": [
          "صحة الجسم وقوته: تدل على قوة الدين والإيمان.",
          "زيادة في الجسم بدون مضرة: تدل على زيادة النعمة.",
          "هزال الجسم: يدل على الفقر ونقص المال والعلم."
        ]
      },
      {
        "title": "الجفاف في الاحلام",
        "content": "الجفاف يدل على الفقر وضنك العيش وعدم الراحة."
      },
      {
        "title": "الجفن في الاحلام",
        "content": [
          "إذا كان الجفن خاليًا من الألم: فإن ذلك محمود لجميع الناس، خاصة النساء.",
          "إذا كانت الجفون بها قروح: فإنها تدل على الغم والحزن."
        ]
      },
      {
        "title": "الجلاد في الاحلام",
        "content": "الجلاد في الأحلام هو رجل شتام. ورؤيته تدل على الهموم والنكد، والأمراض وما يتصل بإقامة الحدود."
      },
      {
        "title": "الجلد في الاحلام",
        "content": [
          "الجلد يدل على الصبر والتجلد في الأمور.",
          "إذا رأى أن جلده حسن: فإنه يدل على الخير والراحة والشفاء من الأمراض.",
          "حمرة اللون: تدل على الوجاهة والفرَج.",
          "صفرة اللون: تدل على المرض."
        ]
      },
      {
        "title": "الجمال في الاحلام",
        "content": "رؤية الجمال تدل على الأسفار وموت المرضى. وربما يدل على الملاح ومدبر السفن."
      },
      {
        "title": "الجمعة في الاحلام",
        "content": [
          "رؤية يوم الجمعة: تدل على جمع الأمور المتفرقة، والانتقال من العسر إلى اليسر، وتأتي البركة.",
          "صلاة الجمعة: تدل على الفرح والسرور، وشهود الأعياد أو الاجتماع بحبيب، وقضاء حاجة."
        ]
      },
      {
        "title": "الجمل في الاحلام",
        "content": [
          "الجمل يدل على الحزن.",
          "إذا رأى جملًا يصول عليه: فإنه يصاب بحزن أو مرض أو خصومة مع شخص سفيه.",
          "قيادة الجمل في طريق معروف: تدل على إرشاد رجل من الضلالة إلى الصلاح.",
          "نحر الجمل: تدل على الراحة والظفر.",
          "السقوط من ظهر البعير: يدل على الفقر.",
          "رمح البعير: يدل على مرض شديد.",
          "ركوب المرأة للجمل: يدل على الزواج للمرأة التي لا زوج لها، وإذا كان لها زوج غائب فإنه يعود إليها."
        ]
      },
      {
        "title": "الجنازة في الاحلام",
        "content": [
          "الصلاة على جنازة: تدل على الأخوة في الله.",
          "من رأى نفسه محمولًا على أكتاف الرجال: فإنه يصيب رفعة وسلطانًا ويقهر الناس.",
          "رؤية الناس يبكون على الجنازة: تدل على عاقبة محمودة، وإن لم يبكوا وذموه فإن العاقبة غير محمودة.",
          "تشييع الجنازة: يدل على توديع المسافر."
        ]
      },
      {
        "title": "الجند في الاحلام",
        "content": "رؤية الجنود المجتمعين تدل على نصرة المحقين."
      },
      {
        "title": "الجنة في الاحلام",
        "content": [
          "من رأى الجنة ولم يدخلها: فإن الرؤيا بشارة بخير عمله.",
          "إذا دخل الجنة: فإنه ينال سرورًا وأمانًا في الدارين.",
          "إذا كان في رياض الجنة: فإنه ينال الإخلاص وكمال الدين.",
          "أكل ثمار الجنة: يدل على رزق بقدر ما أكل.",
          "رؤية الطواف في الجنة: تدل على سعة الرزق وعلو الشأن.",
          "دخول الجنة للخائف: يدل على الطمأنينة، وللمهموم على الفرج، وللعازب على الزواج."
        ]
      },
      {
        "title": "الجهاد في الاحلام",
        "content": [
          "رؤية الجهاد: تدل على نيل فضل ودرجات في الآخرة.",
          "رؤية المجاهدة في سبيل الله: تدل على الاجتهاد في أمر العيال.",
          "رؤية القتل في سبيل الله: تدل على الفرح والسرور وحياة طيبة ورزق هنيء."
        ]
      },
      {
        "title": "جهنم في الاحلام",
        "content": [
          "رؤية دخول جهنم: تدل على ارتكاب الكبائر.",
          "رؤية الخروج من جهنم: تدل على التوبة من المعاصي.",
          "إذا اقتربت النار من الشخص: فإنه يصاب بشدة ومحنة."
        ]
      },
      {
        "title": "الجورب في الاحلام",
        "content": "الجورب يدل على الخادم والمرأة."
      },
      {
        "title": "الجوع في الاحلام",
        "content": "الجوع يدل على ذهاب المال أو الحرص الشديد في طلب المعيشة والدنيا."
      }
    ]
  }