{
    "title": "تفسير الاحلام حرف العين – ع",
    "sections": [
      {
        "title": "العارية في الاحلام",
        "content": "من راى انه استعار شيئا او اعاره فانكان ذلك الشيئ محبوبا فانه ينال خيرا لا يدوم فان كان مكروها أصابته كراهة لا تدوم."
      },
      {
        "title": "العالم في الاحلام",
        "content": "من رآه في الاحلام فهو بشارة له بعلو القدر والثناء الجميل ورؤية العلماء زيادة في علم الرائي هداية لانهم نصحاء الله في أرضه."
      },
      {
        "title": "العبوس في الاحلام",
        "content": "من راى في الاحلام ان وجهه عابس فيولد له بنت."
      },
      {
        "title": "العتاب في الاحلام",
        "content": "اذا عوتب الانسانت في الاحلام دل على توبته ورجوعه عن غيه."
      },
      {
        "title": "العتبة في الاحلام",
        "content": "هي في الاحلام امرأة الرجل."
      },
      {
        "title": "العجان في الاحلام",
        "content": "يدل في الاحلام على الظلم وربما دل على الهلاك."
      },
      {
        "title": "العجز في الاحلام",
        "content": "هو في الاحلام امراة الرجل."
      },
      {
        "title": "العجلة في الاحلام",
        "content": "ندامة كما ان الندامة عجلة."
      },
      {
        "title": "العجوز في الاحلام",
        "content": "عجز وربما دلت على الدنيا الذاهبة والعجوز تدل على ارض سبخة لاتنبت ومن راى عجوزا قبيحة المنظر فانها تدل على الفتنة والحرب."
      },
      {
        "title": "العجوة في الاحلام",
        "content": "هي في الاحلامن مال مجموع حلال طيب ."
      },
      {
        "title": "العجين في الاحلام",
        "content": "مال ورزق."
      },
      {
        "title": "العداوة في الاحلام",
        "content": "من راى انه يعادي رجلا فانه يصادقه ويصبحه، والعداوة لأعداء الله تعالى دالة على الإيمان فان أحبهم دل على مخالفة كتاب الله وسنة نبيه صلى الله عليه وسلم"
      },
      {
        "title": "العدس في الاحلام",
        "content": "رزق دنيئ واستبدال الذي هو ادنى بالذي هو خير."
      },
      {
        "title": "عدة المرأة في الاحلام",
        "content": "اذا راى انه جاء الى عراف فسأله عن شيئ دل ذلك على هموم شديدة تعرض له، وربما دل على نقص في الدين."
      },
      {
        "title": "العرج في الاحلام",
        "content": "رفع الحرج وربما دل على السفر."
      },
      {
        "title": "عرفة في الاحلام",
        "content": "من راى في الاحلام انه في يوم عرفة وكان له غائب رجع اليه مسرورا،وان شاجر انسانا صالحه وعرفة تدل على الحج."
      },
      {
        "title": "العرق في الاحلام",
        "content": "هو في المنمام عافية للمريض ان كان يرجوه والا فهو عرق الموت ومن راى انه يرفض عرقا قضيت حاجته."
      },
      {
        "title": "العروس في الاحلام",
        "content": "في الاحلام دنيا خصبة."
      },
      {
        "title": "العروة في الاحلام",
        "content": "تدل في الاحلام على الدين فمن تمسك بها تمسك بالدين ومن تعلق بعروة مات على الإسلام."
      },
      {
        "title": "العري في الأحلام",
        "content": "عندما يرى الشخص أنه عارٍ في محفل، فإن ذلك يشير إلى فضيحته. إذا كان عارياً ويستحي من الناس ويطلب ستره، فإن ذلك يدل على خسارته وافتقاره. أما إذا رأى أنه يجري وهو عارٍ، فهذا دليل على براءته من التهمة. عري المرأة يدل على الفراق من منزلها وزوجها.",
        "details": [
          {
            "label": "فضيحة",
            "description": "العري في محفل يدل على الفضيحة."
          },
          {
            "label": "الخسارة",
            "description": "العري مع الحياء يعني خسارة وافتقار."
          },
          {
            "label": "البراءة",
            "description": "الجري عارياً يعني براءة من التهمة."
          },
          {
            "label": "فراق",
            "description": "عري المرأة يشير إلى الفراق من المنزل والزوج."
          }
        ]
      },
      {
        "title": "العزل في الاحلام",
        "content": "العزل من المنصب طلاق للزوجة، أو انتقال من صنعة الى غيرها."
      },
      {
        "title": "العسل في الاحلام",
        "content": "مال حلال والعسل لأهل الدين حلاوة الايمان وتلاوة القرآن واعمال البرولأهل الدجنيا اصابة غنيمة من غير تعب والعسل شفاء من المرض."
      },
      {
        "title": "العشق في الاحلام",
        "content": "بلاء فمن راى انه عاشق ابتلي والعشق هم وحزن فمن راى انه عاشق نال هما وحزنا لان العشاق مهمومون محزونون."
      },
      {
        "title": "العصا في الاحلام",
        "content": "وتدل العصا على الأمر والنهي والنصر على الأعداء وبلوغ القصد وظهور الحق."
      },
      {
        "title": "العصفور في الاحلام",
        "content": "رجل صاحب لهو وحكايات يضحك الناس منه وربما دل على ولد ذكر."
      },
      {
        "title": "العصير في الأحلام",
        "content": "من رأى في الأحلام أنه يعصر عنبًا أو قصبًا، فإن ذلك يدل على الخصوبة. إذا كان فقيرًا استغنى. وإذا رأى الناس يعصرون في كل مكان عنبًا وزيتونًا وكانوا في شدة، فإن ذلك يدل على الخصوبة والفرج عنهم.",
        "details": [
          {
            "label": "الخصوبة",
            "description": "عصر العنب أو القصب يدل على الخصوبة."
          },
          {
            "label": "الاستغناء",
            "description": "الفقر ينتهي عند رؤية العصر."
          },
          {
            "label": "الفرج",
            "description": "رؤية الناس يعصرون في الشدة تعني الفرج."
          }
        ]
      },
      {
        "title": "العض في الأحلام",
        "content": "العض في الأحلام يدل على الكيد أو الحقد. من رأى إنسانًا يعض على أنامله، فإنه حقود. إذا رأى أنه عض على أصابعه، ناله ندم، وقيل يكون ظالمًا.",
        "details": [
          {
            "label": "كيد وحقد",
            "description": "العض يدل على الكيد أو الحقد."
          },
          {
            "label": "ندم",
            "description": "عض الأصابع يعني الندم."
          },
          {
            "label": "ظلم",
            "description": "يدل على الظلم أيضًا."
          }
        ]
      },
      {
        "title": "العضو في الاحلام",
        "content": "عضو الانسان في الاحلام يعبر بالاهل فمن تقطعت اعضاؤه فارق اهله او قاطعهم او سافر."
      },
      {
        "title": "العطاس في الاحلام",
        "content": "ان كان الرائ في شدة فرج عنه او فقيرا وجد مساعدة لان الناس يشتمونه ويدعون له بالخير وربما دل على ما يحبه الله."
      },
      {
        "title": "العظم في الأحلام",
        "content": "العظام تدل على عظائم الأمور، وعلى ما تقوم به البنية من قوة، وعلى ما يعين الإنسان على مصالحه من أهل أو أولاد أو دواب، أو أملاك. إذا انكسر عظمه في الأحلام، مات إن كان مريضًا، وإن كان سليمًا مرض.",
        "details": [
          {
            "label": "عظائم الأمور",
            "description": "تشير العظام إلى الأمور الكبيرة."
          },
          {
            "label": "قوة",
            "description": "تدل على القوة والقدرة."
          },
          {
            "label": "فقد",
            "description": "كسر العظم يعني الموت للمريض أو المرض للسليم."
          }
        ]
      },
      {
        "title": "العفو في الاحلام",
        "content": "من رأى في الاحلام انه عفا عن مذنب فان الله يغفر له ويعزه ."
      },
      {
        "title": "العقد في الاحلام",
        "content": "للنساء جمالهن وزينتهن وعقد المرأة زوجها أو ولدها وعقل الرجل أن كان عزبا تزوج وإن كان عنده حمل ولد له غلام"
      },
      {
        "title": "العقرب في الاحلام",
        "content": "رجل نمام بين الناس وان ضربته العقرب فان العدو يغتابه او يناله مكروه."
      },
      {
        "title": "العقيقة في الاحلام",
        "content": "هي في الاحلام بشارة بولد او بقفدوم غائب وربما دلت على زيادة الإيمان والقيام بالسنة."
      },
      {
        "title": "العلم في الأحلام",
        "content": "العلم في الأحلام يدل على رجل عالم أو زاهد أو غني كريم يُقتدى به. الأعلام الصفراء تدل على وقوع البلاء، والأعلام الخضراء تدل على سفر في خير. الأعلام البيضاء تدل على المطر، والأعلام السوداء تدل على القحط. إذا رأى المتحير في منامه العلم، دل على اهتدائه. العلم بالنسبة للمرأة يعني الزوج.",
        "details": [
          {
            "label": "العالم",
            "description": "يدل على العلم والعلماء."
          },
          {
            "label": "البلاء والخير",
            "description": "الأعلام تدل على الأحداث المختلفة."
          },
          {
            "label": "الاهتداء",
            "description": "العلم يدل على الهداية."
          }
        ]
      },
      {
        "title": "العمى في الاحلام",
        "content": "هو في الاحلام ضلالة في الدين."
      },
      {
        "title": "العمامة في الأحلام",
        "content": "العمامة في الأحلام تُعتبر تاج الرجل وجاهه وقوته وولايته. إذا رأى عمامته صارت من ذهب، فإن ولايته أو زوجته أو جاهه أو ماله ذاهبة. من رأى أنه لبس عمامة، ازدادت رياسة ووجاهة.",
        "details": [
          {
            "label": "الجاه والسلطة",
            "description": "العمامة تشير إلى الجاه والقوة."
          },
          {
            "label": "تغير الحالة",
            "description": "العمامة الذهبية تعني فقدان شيء مهم."
          },
          {
            "label": "زيادة الوجاهة",
            "description": "لبس العمامة يدل على زيادة الرياسة."
          }
        ]
      },
      {
        "title": "رؤية عمر بن الخطاب رضي الله عنه في الأحلام",
        "content": "من رأى عمر بن الخطاب في الأحلام، فإنه يكون طويل العمر محمود الفعل، ناطقًا بالحق. ومن رآه في بلد فيها قحط، أمطرت بكثرة، وإن كان بها جور، عمّ العدل فيها. ومن رآه قد ضربه بالدرة أو توعده بعقوبة، فليرجع عما هو عليه.",
        "details": [
          {
            "label": "طول العمر",
            "description": "يشير إلى حسن الفعل."
          },
          {
            "label": "الحق",
            "description": "نطق الحق."
          },
          {
            "label": "العدل",
            "description": "رؤية عمر تدل على العدل ورفع الظلم."
          }
        ]
      },
      {
        "title": "العمش في الاحلام",
        "content": "يدل في الاحلام على غض البصر عن المحارم وبما دلت على النقص."
      },
      {
        "title": "العمود في الاحلام",
        "content": "هو في الاحلام الدين، والأعمدة تدل على رجال يعتمد عليهم في دفع المحذور ومهمات الأمور، وعمود الجامع إذا مال عن مكانه فإنه رجل من رجال السلطات يخرج عن طاعته."
      },
      {
        "title": "العناق في الاحلام",
        "content": "من راى في الاحلام انه يعانق حيا فانه يخالطه مخالطة طويلة على قدر طول العناق، وان كان على خلاف معه فثمة صلح بينهما وصفاء وان عانقه الميت فربما يموت ومن راى انه يعانق المراة فانه معانق لدنياه."
      },
      {
        "title": "العنب في الاحلام",
        "content": "هو في الاحلام رزق حسن وربح."
      },
      {
        "title": "العنبر في الاحلام",
        "content": "مال ومنفعة فان استعمنل فهو ثناء حسن."
      },
      {
        "title": "العنز في الاحلام",
        "content": "من رأى أنه ملك عنزا نال خيرات ورزقا حسنا وربما دلت العنز على امراة."
      },
      {
        "title": "العنق في الاحلام",
        "content": "هو في الاحلام محل الأمانة وان راى عنقه رقيقا فانه ظالم عاجز عما حمل من الامانة ومن راى في عنقه وجعا فقد اساء في المعاشرة او في اداء امانته."
      },
      {
        "title": "العور في الاحلام",
        "content": "من راى في الاحلام ان ثيابه قد انكشفت عن عورته فان ستره يهتك."
      },
      {
        "title": "العيال في الاحلام",
        "content": "هم في الاحلام رزق لمن رآهم."
      },
      {
        "title": "العيد في الاحلام",
        "content": "من رأى أنه في عبيد فانه يخرج من الهموم ويرجع اليه السرور واليسر، والعيد سعة في المعيشة ويدل على كثرة النفقة."
      },
      {
        "title": "عيسى عليه السلام في الأحلام",
        "content": "من رآه في الأحلام فإنه رجل مبارك كثير الخير، كثير السفر، صاحب نسك ويرضى بالقليل ويرزق معرفة الطب. إذا رآه الناس في مدينة أو جامع وكانوا في شدة أو بلاء فإنهم ناجون من ذلك لأنه روح الله ورحمته. تدل رؤياه على العز والبركة أينما حل، وإذا رآه المريض نجا وشفى. المرأة الحامل إذا رأت عيسى عليه السلام، ربما ولدت غلامًا طيبًا.",
        "details": [
          {
            "label": "البركة",
            "description": "عيسى عليه السلام يعتبر مباركًا ويجلب الخير."
          },
          {
            "label": "النجاة",
            "description": "رؤية الناس له في الشدة تعني النجاة من البلاء."
          },
          {
            "label": "الشفاء",
            "description": "رؤيته تعني شفاء المريض."
          },
          {
            "label": "المولود",
            "description": "رؤية الحامل له تشير إلى ولادة غلام طيب."
          }
        ]
      },
      {
        "title": "العينان في الأحلام",
        "content": "تمثل العينان في الأحلام دين الرجل وبصيرته التي يبصر بها الهدى والضلالة. من رأى في جسده عيونا كثيرة، فذلك زيادة في الدين والصلاح. إن رأى أن عينيه من حديد، فإنه يهتك ستره ويناله هم شديد.",
        "details": [
          {
            "label": "زيادة الدين",
            "description": "العيون الكثيرة تدل على زيادة في الدين والصلاح."
          },
          {
            "label": "الهم",
            "description": "عيون من حديد تشير إلى هموم وفضيحة."
          },
          {
            "label": "قوة البصيرة",
            "description": "بصر أقوى يعني خير في الدين وسريرة."
          },
          {
            "label": "الحزن والفقد",
            "description": "بياض العين يعني حزن أو فقدان شخص عزيز."
          },
          {
            "label": "العذاب",
            "description": "طمس العيون دليل على حلول العذاب من الله تعالى."
          },
          {
            "label": "الغيظ",
            "description": "حمرة العين تشير إلى غيظ أو حنق بسبب عارض يحدث."
          }
        ]
      }
    ]
  }