{
    "title": "تفسير الاحلام حرف الغين – غ",
    "sections": [
      {
        "title": "الغار في الاحلام",
        "content": "هو في الاحلام أمن للخائف."
      },
      {
        "title": "الغازلة في الاحلام",
        "content": "تدل رؤية ذات المغزل من النساء على القناعة وإتباع السنة ، وإبرام الأمور ، فإن كانت المرأة تغزل وتنقض ما تغزله في الاحلام دل على السخط من الله تعالى عليها وحلول العذاب بها."
      },
      {
        "title": "الغاسل في الاحلام",
        "content": "وتدل رؤيته على تفريج الهموم والأنكاد."
      },
      {
        "title": "الغائط في الاحلام",
        "content": "ومن تغوط والناس ينظرون إليه فليحذر،من فضيحة ومن تغوط على الفراش فانه يطلق زوجته او يمرض مرضا طويلا ومن تغوط على نفسه وقع في خطيئة."
      },
      {
        "title": "الغبار في الاحلام",
        "content": "ومن راى غبارا بين السماء والارض فهو امر ملتبس لا يعرف المخرج منه ومن راى ان عليه غبارا سافر."
      },
      {
        "title": "الغداء في الاحلام",
        "content": "ومن راى انه يطلب غداء فانه يتعب."
      },
      {
        "title": "الغراب في الاحلام",
        "content": "يدل على فراق الأحبة والغربة وربما دل على الخبايا في الارض ودفن الأموات."
      },
      {
        "title": "الغربال في الاحلام",
        "content": "يدل على العلم والتمييز والفرق بين الحق والباطل."
      },
      {
        "title": "الغرفة في الاحلام",
        "content": "هي في الاحلام دالة على الامن من الخوف لقوله تعالى” وهم في الغرفات ءامنون” ، وإن كان عزبا تزوج."
      },
      {
        "title": "الغرق في الاحلام",
        "content": "ومن راى أنه غريق فإنه يفتن أو يأثم."
      },
      {
        "title": "الغزال في الأحلام",
        "content": "هو في الأحلام نساء وأولاد.",
        "subsections": [
          {
            "content": "فمن صاد غزالا أو أهدي إليه أو ابتاعه حصل له رزق، أو تزوج إن كان عزبا أو رزق ولدا."
          },
          {
            "content": "من رأى أنه أخذ غزالا أصاب خيرا كثيرا."
          },
          {
            "content": "فإن ذبح الغزال تزوج جارية."
          },
          {
            "content": "وإن رأى غزالا وثب عليه فإن امرأته تعصيه."
          }
        ]
      },
      {
        "title": "الغسل في الأحلام",
        "content": "يدل على التوبة من الذنوب.",
        "subsections": [
          {
            "content": "ربما دل على ذهاب الهموم وقضاء الواجب."
          },
          {
            "content": "فإن اغتسل بالماء البارد في الشتاء دل على الهموم والانكاد."
          },
          {
            "content": "وإن اغتسل بالماء الحار في زمن الشتاء دل على الارباح والفوائد والشفاء من المرض."
          },
          {
            "content": "إن اغتسل في الأحلام للإحرام أو لدخول مكة فإنه يدل على الفرح والسرور والاجتماع بالغائبين وقضاء الدين."
          },
          {
            "content": "من رأى أنه اغتسل ولبس ثيابا جديدة فإن كان مريضا شفاه الله تعالى، وإن كان مدينا قضى الله دينه."
          },
          {
            "content": "وإن كان سجينا نجا من سجنه، وإن كان مهموما فرج الله عنه همه."
          },
          {
            "content": "وإن كان لم يحج رزق الحج، وإن كان فقيرا أغناه الله تعالى."
          },
          {
            "content": "وإن لبس ثيابا بالية فيذهب همه ويفتقر."
          },
          {
            "content": "غسل اليدين بالصابون قضاء دين وزوال هم ونكد."
          }
        ]
      },
      {
        "title": "الغشاوة في الاحلام",
        "content": "من رأى أن على عينيه غشاوة من بياض، أصابه حزن عظيم، وربما دلت الغشاوة على النفاق."
      },
      {
        "title": "الغضب في الاحلام",
        "content": "هو في الاحلام سجن ، فمن راى أنه خرج من داره غاضبا فإنه يسجن، وان كان لاجل الله تعالى فانه يصيب قوة وولاية."
      },
      {
        "title": "غض البصر في الاحلام",
        "content": "هو في الاحلام دليل على الاستقامة والمحافظة على أوامر الله تعالى ونواهيه."
      },
      {
        "title": "غطيط النائم في الاحلام",
        "content": "ربما دل على الامن من الخوف لانه استغراق في النوم والنوم راحة وأمن."
      },
      {
        "title": "الغل في الاحلام",
        "content": "هو في الاحلام كسب حرام ومن راى ان يده مغلولة الى عنقه فانه يصيب مالا لايؤدي حق الله تعالى فيه وان راى أن يديه مغلولتان فانه بخيل."
      },
      {
        "title": "الغلام في الاحلام",
        "content": "هو في الاحلام بشارة لمن رآه."
      },
      {
        "title": "الغلق في الاحلام",
        "content": "من راى في الاحلام أنه أغلق بابا جديدا فانه يتزوج امراة صالحة ان كان عزبا وان راى انه يريد اغلاق باب داره والباب لا ينغلق فانه يمتنع من أمر يعجز عنه."
      },
      {
        "title": "الغنى في الاحلام",
        "content": "فمن راى أنه غني صار قانعا لان القناعة غنى."
      },
      {
        "title": "الغناء في الاحلام",
        "content": "هو في الاحلام كلام باطل ومصيبة."
      },
      {
        "title": "الغنم في الاحلام",
        "content": "هي في الاحلام رعية صالحة طائعة وربما دلت على البركة والارزاق والغنم تدل على الغنيمة والازواج والاملاك والزرعوالاشجار المثمرة."
      },
      {
        "title": "الغنيمة في الاحلام",
        "content": "هي في الاحلام لمن نالها داتلة على الفرج والسرور والرزق والظفر بالمطلوب والبركة في المال."
      },
      {
        "title": "الغوص في الاحلام",
        "content": "من راى في الاحلام انه غاص في ماء بحر فأصابه وحل من قعره فيصيبه من الملك هم، واغواص رجل في غوامض الامور."
      },
      {
        "title": "الغيبة في الاحلام",
        "content": "تدل في الاحلام على محق البركات والغيبة في الاحلام راجعة بمضرتها الى صاحبها فمن اغتاب احدا بشيء ابتلي بذلك الشيء."
      },
      {
        "title": "الغيرة في الاحلام",
        "content": "تدل في الاحلام على الحرص"
      },
      {
        "title": "الغيظ في الاحلام",
        "content": "يدل في الاحلام على الموت والغيظ فقر واتلاف مال."
      }
    ]
  }