{
  "title": "تفسير الاحلام حرف الباء – ب",
  "sections": [
    {
      "title": "الباب في الاحلام",
      "content": "الأبواب المفتوحة أبواب الرزق. فإن رأى أنه خرج من باب ضيق إلى مكان واسع فهو خروجه من ضيق إلى سعة، ومن كرب وخوف إلى أمن."
    },
    {
      "title": "البحيرة في الاحلام",
      "content": "البحيرة الصغيرة تدل على امرأة غنية."
    },
    {
      "title": "البخل في الاحلام",
      "content": "يدل في الأحلام على الفقر والضيق."
    },
    {
      "title": "البحر في الاحلام",
      "content": [
        "يدل البحر في الأحلام على ملك قوي.",
        "رؤية البحر من بعيد: تدل على هول وفتنة وبلاء.",
        "الوقوف على البحر: يدل على أن الشخص سيصيب شيئًا من السلطان، وربما دل ذلك للمرأة على الزوج أو غيره."
      ]
    },
    {
      "title": "البخور في الاحلام",
      "content": [
        "هو في الأحلام ثناء حسن.",
        "من رأى بيده عود بخور: وكان ممن فقد شيئًا، فإنه يرجع إليه ويسمع كلامًا حسنًا."
      ]
    },
    {
      "title": "البرج في الاحلام",
      "content": [
        "إذا رأى الإنسان في منامه أنه في برج فلا يأمن ممن يطلبه، وإن كان مريضًا فربما يموت."
      ]
    },
    {
      "title": "البرد في الاحلام",
      "content": [
        "من وجد البرد في الظل فقعد في الشمس: ذهب فقره.",
        "من وجد حر الشمس فآوى إلى الظل: فإنه ينجو من الحزن."
      ]
    },
    {
      "title": "البرص في الاحلام",
      "content": [
        "من رأى في منامه أنه أبرص فإنه يصيب كسوة من غير زينة."
      ]
    },
    {
      "title": "البرق في الاحلام",
      "content": [
"رؤيته في الأحلام بمفرده تدل على الهدى بعد الضلالة. وربما دلت رؤيته على البشارة بقدوم غائب، أو تجديد الرزق، أو إغاثة. والبرق يدل على الخوف من السلطان."
      ]
    },
    {
      "title": "البريد في الاحلام",
      "content": [
"تدل رؤيته في الأحلام على الحركات والأسفار."
      ]
    },
    {
      "title": "البزر في الاحلام",
      "content": [
        "البزور في الأحلام تدل على نسل صالح."
      ]
    },
    {
      "title": "البستان في الاحلام",
      "content": [
        "البستان يدل على المرأة لأنها تُسقى بالماء فتحمل وتلد.",
        "إذا كان مجاهدًا: نال الشهادة لاسيما إن رأى فيه امرأة تدعوه إلى نفسها، أو شرب فيه لبنًا أو عسلاً.",
        "البستان في العموم: يدل على الزوجة والولد والمال وطيب العيش وزال الهموم."

      ]
    },
    {
      "title": "البسملة في الاحلام",
      "content": [
        "تدل على العلم والهداية."
      ]
    },
    {
      "title": "البشاشة في الاحلام",
      "content": [
        "البشاشة بالنسبة للعلماء والصالحين: تدل على الإقبال على طاعة الله تعالى ورسوله.",
        "البشاشة لغيرهم من المضحكين أو المستهزئين: تدل على الغفلة والميل إلى المحرمات ومعاشرة أهل البدع."

      ]
    },
    {
      "title": "البصاق في الاحلام",
      "content": [
        "من رأى كأنه يبصق فإنه يخرج كلام سوء.",
        "إذا كان في البصاق دم أو بلغم غليظ: فإن كلامه فيما لا يحل له."
      ]
    },
    {
      "title": "البصل في الاحلام",
      "content": [
        "من رأى البصل ولم يأكل منه: فهو خير.",
        "إذا أكل منه: فهو شر."
      ]
    },
    {
      "title": "البغال في الاحلام",
      "content": [
        "البغال تدل على سفر.",
        "ركوب البغل: يدل على طول العمر والتزوج بامرأة عاقر لا تلد.",
        "البغلة بسرجها: امرأة حسنة أديبة، وإلا كان سفرًا فيه منفعة."
      ]
    },
    {
      "title": "البغض في الاحلام",
      "content": [
        "إذا رأى في الأحلام من يبغضه في اليقظة، دل على ضيق الصدر والابتلاء بمن لا تؤثر صحبته."
      ]
    },
    {
      "title": "البقر في الاحلام",
      "content": [
        "يدل على السنين.",
        "البقر السمان: سنوات ذات خصب.",
        "البقر الهزيلة: سنوات ذات قحط وجدب.",
        "أكل لحم البقر: يدل على زيادة في المال وسلطان."
      ]
    },
    {
      "title": "البكاء في الاحلام",
      "content": [
        "إذا كان البكاء بصراخ أو لطم أو لباس أسود أو شق جيب: فإنه يدل على الحزن والمصيبة.",
        "إذا كان البكاء من خشية الله تعالى، أو لسماع قرآن، أو من ندم على ذنب سابق: فإنه يدل على الفرح والسرور وزال الهموم والأنكاد."

      ]
    },
    {
      "title": "البلغم في الاحلام",
      "content": [
        "من رأى أنه ألقى بلغمًا: نال الفرج والشفاء."
      ]
    },
    {
      "title": "البناء في الاحلام",
      "content": [
        "رؤية البناء المستحدث على الأرض إفادة دنيا.",
        "البناء بالنسبة للرجل: ربما كان تأويل البناء بناء الرجل بأهله.",
        "إذا رأى أنه يبني في بلدة أو قرية: فإنه يتزوج هناك امرأة."
      ]
    },
    {
      "title": "البول في الاحلام",
      "content": [
        "من رأى أنه يبول دمًا: فإنه يأتي امرأة مطلقة، أو امرأة ذات محرم، وهو لا يعلم بذلك.",
        "إذا رأى أنه بال في دار قوم أو محلة قوم: فإنه يطرح هناك نطفته بمصاهرتهم.",
        "إذا رأى أنه بال بولاً كثيرًا خلاف العادة، أو تلوث به، أو كانت رائحته كريهة: فإن ذلك دليل نكد أو إظهار شر يفتضح به.",
        "شرب البول: يدل على الشبهة في المكاسب أو الأموال الحرام."
      ]
    },
    {
      "title": "البوم في الاحلام",
      "content": [
        "يدل على البطالة والخوف، أو إنسان خائن لا خير فيه."
      ]
    },
    {
      "title": "بياض اللون في الاحلام",
      "content": [
        "إذا رأى أن لون خده أصبح أبيض اللون: فإنه ينال عزًا وكرمًا."
      ]
    },
    {
      "title": "البيت في الاحلام",
      "content": [
        "البيت في الأحلام هو زوجة الرجل التي يأوي إليها.",
        "إذا رأى أنه يخرج من بيت صغير: خرج من هم.",
        "إذا رأى أن بيته أوسع مما كان: فإن الخير والخصب يتّسعان عليه."
      ]
    },
    {
      "title": "البئر في الاحلام",
      "content": [
        "من رأى بئرًا في داره أو أرضه: فإنه ينال سعة في معيشته، ويسرًا بعد عسر، ومنفعة من حيث لا يحتسب.",
        "بئر السبيل: يدل على الفرج بعد الشدة.",
        "إذا رأى الإنسان بئر زمزم، وشرب وكان له حاجة: قضيت حاجته."
      ]
    },
    {
      "title": "البيض في الاحلام",
      "content": [
        "البيض في الأحلام يدل على النساء.",
        "إذا رأى أن بيده بيضًا مسلوقًا: فإنه يصلح له أمر قد طال أمده وتعسّر."
      ]
    },
    {
      "title": "",
      "content": [

      ]
    }

  ]
}

