{
    "تفسير_الاحلام_حرف_الميم": {
      "الماء_في_الاحلام": "الماء النظيف الصافي خير وبركة وعافية وسعادة ،والماء الساخن أو العكر عكس ذلك ، والغرق في الماء فتنة وعصيان",
      "المأذون_في_الاحلام": "تدل رؤيته على الزواج للعزب ، والطلاق أو المشاكل للمتزوج",
      "المائدة_في_الاحلام": "هي في الاحلام نعمة وإجابة دعوة ورغد عيش ،وعيد ، وسرور",
      "المبارزة_في_الاحلام": "تدل على خصومة وإختلاف",
      "المبخرة_في_الاحلام": "امرأة جيدة",
      "المجلس_في_الأحلام": {
        "العلماء": "من رأى مجلسا فيه جماعة من العلماء فهو علم له وزيادة رفعة.",
        "مجلس_الوعظ": "إذا رأى مجلس وعظ وهو يعظ فيه، فإن أمره ينفذ إن تم وعظه.",
        "رؤية_محمد_صلى_الله_عليه_وسلم": "في الأحلام، رؤيته بشارة للرائي بحسن العاقبة في دينه ودنياه."
      },
      "المخدة_في_الاحلام": "تدل على الزوج أو صاحب السر، والمخدة الحسنة خير وسعادة وراحة من تعب ومشاكل",
      "المدرسة_في_الاحلام": "تدل على مدرسيها ، أو المذهب الذي يدرس فيها، وتدل أيضا على العلم والرغبة فيه",
      "المدفع_في_الاحلام": "قوة وغلبة على الاعداء وربما دل على المتاعب او المشاكل العائلية",
      "المدينة_في_الأحلام": {
        "دخول_المدينة": "من رأى في الأحلام أنه دخل مدينة من المدائن يامن ما يخاف.",
        "حب_ابن_سيرين_للمدن": "كان ابن سيرين رحمه الله تعالى يحب الدخول إلى المدن، ولا يحب الخروج منها."
      },
      "المدينة_المنورة_في_الاحلام": "تؤول على ستة أوجه ،امن ومغفرة ورحمة ونجاة وفرج من هم وطيب عيش",
      "المرأة_في_الأحلام": {
        "الفتنة": "المرأة تدل على الفتنة وربما عبرت بالمال.",
        "أقبال_المرأة_أو_إدبارها": "إذا أقبلت أو أدبرت، فهي دعاء إلى الشر.",
        "المرأة_السوداء_الثائرة_الرأس": "تدل على وباء.",
        "المرأة_الصالحة": "تعني متعة وسرور.",
        "المرأة_العجوز": "هي الدنيا."
      },
      "المرض_في_الاحلام": "في الاحلام نفاق او نقص في الدين",
      "المزمار_في_الاحلام": "تدل رؤيته في الاحلام على اللهو واللعب، وإثارة الفتن، ومن رأى أن معه مزمارا وكان من أهل القراءة نال حظا فيها",
      "المسجد_في_الأحلام": {
        "العالم": "في الأحلام، المسجد يدل على رجل عالم.",
        "تحول_البيت_إلى_مسجد": "إن رأى أن بيته تحول مسجدا أصاب برا ونسكا وشرفا.",
        "المساجد_المهجورة": "تدل على إهمال العلماء وإبطال الأمر بالمعروف والنهي عن المنكر.",
        "بناء_المسجد": "يدل على الغلبة، لقوله تعالى: “قال الذين غلبوا على أمرهم لنتخذن عليهم مسجدا”.",
        "دخول_المسجد_الحرام": "يدل على الأمن من الخوف وصدق الوعد."
      },
      "المسدس_في_الاحلام": "قوة وغلبة على الاعداء وربما دل على إطلاق السيء من القول",
      "المسلوق_في_الاحلام": "هو في الاحلام أرزاق عاجلة",
      "المسمار_في_الاحلام": "رجل يتوصل به الناس الى أمورهم",
      "المشط_في_الأحلام": {
        "دليل_خير": "دليل خير لمن أراد المشاركة.",
        "تفسير_المشط": "يفسر المشط برجل عدل.",
        "السرور_وزوال_الهم": "يدل أيضا على السرور وزوال الهم."
      },
      "المشي_في_الأحلام": {
        "المشي_المستقيم": "يدل على استواء الهدى.",
        "طلب_الرزق": "المشي يدل أيضا على طلب الرزق.",
        "التبختر": "إذا رأى أنه يتبختر في مشيه، دل على قبح حاله وفساد دينه."
      },
      "المص_في_الاحلام": "يدل على أخذ المال",
      "المصارعة_في_الاحلام": "هي في الاحلام مخالصمة ، ونزاع",
      "المصافحة_في_الاحلام": "في الاحلام تدل على المحبة والعفو وغفران الذنوب، وربما دلت على المبايعة، والالتزام بالخير",
      "المصحف_في_الأحلام": [
        "ومن رأى أنه مزق مصحفا بيده فإنه رجل جاحد.",
        "من رأى أحداثا في المصحف شيئا، يكره مثله في اليقظة فإنه يدل على خراب دينه.",
        "من رأى معه مصحفا نال سلطانا وعلما، وإن كان الرائي مريضا برئ من مرضه."
      ],
      "مصلى_العيد_في_الأحلام": "تدل رؤية مصلى العيد في الأحلام على الأفراح والمسرات والرخاء، وزوال الهموم.",
      "المصور_في_الاحلام": "تدل رؤيته على الظلم والعذاب",
      "المطر_في_الأحلام": {
        "الخير_والرزق": "إذا لم يحصل منه ضرر فإنه خير ورزق ورحمة وحياة الإنسان والأرض.",
        "المطر_المؤذي": "وإن كان المطر عاما مؤذيا أو كانت السماء تمطر دما أو حجارة، فإنه يدل على الذنوب والمعاصي."
      },
      "المعانقة_في_الاحلام": "صلح ومودة",
      "المعلم_في_الاحلام": "في الاحلام سلطان",
      "المفتاح_في_الاحلام": "رزق أو عون او نصرة على العدو ، ومن راى بيده مفاتيح كثيرة نال سلطانا عظيما",
      "المقبرة_في_الاحلام": "تدل على الاخرة والموعظة والخشوع وربما دلت على الموت وربما دلت على السجن",
      "المقص_في_الاحلام": "خلاف ومشاكل",
      "المكحل": "هي في الاحلام امراة صالحة تسعى في امور الناس بالمصلحة ومن اولج مرودا في مكحلة ليكحل عينيه وكان عزبا تزوج",
      "المكنسة_في_الاحلام": "ربما دلت على زوال الهم والنكد وقضاء الدين",
      "مكة_المكرمة_في_الاحلام": "يدل دخول مكة على الامن من الخوف والحج والرزق",
      "المكيف_في_الاحلام": "هناء المعيشة اذا كان جيدا",
      "الملح_في_الاحلام": "زهد في الدنيا وخير ونعمة",
      "الممثل_في_الاحلام": "اذا رايته فاحذر من خديعة",
      "المن_في_الاحلام": "هو في الاحلام رزق حلال.",
      "منى_في_الاحلام": "من راى نفسه في منى أمن وبلغ مناه.",
      "المنارة_في_الأحلام": {
        "رجل_يؤلف_بين_الناس": "تدل على رجل يؤلف بين الناس ويدعوهم إلى صلاح دينهم.",
        "انهيار_المنارة": "إذا رأى الإنسان أن المنارة انهدمت، فهو موت عالم أو زوال بدعة.",
        "الصعود_إلى_المنارة": "من رأى أنه صعد منارة عظيمة من خشب وأذن فيها، فإنه يصيب ولاية وقوة ورفعة في نفاق."
      },
      "المنازعة_في_الاحلام": "من راى في الاحلام انه نازع انسانا فانه يصيبه حزن شديد.",
      "مناقرة_الديوك_في_الاحلام": "تحريش بين الخطباء والمؤذنين.",
      "المنبر_في_الاحلام": "فمن راى انه على منبر وهو يتكلم بكلام البر فانه يصيب سلطانا ان كان للمنبر اهلا ، وان لم يكن اهلا فهو شهرة بخير.",
      "المنشار_في_الاحلام": "يدل على الحاكم الذي يقصل بين الخصمين.",
      "المنفاخ_في_الاحلام": "تدل رؤيته على احياء الذكر، وجلب الرزق، وحمل المرأة.",
      "المنكب_في_الاحلام": "هو في الاحلام صديق الرجل او شريكه او من يقوم مقامه، والمنكب دال على السفر.",
      "المهندس_في_الاحلام": "تدل رؤيته في الاحلام على عمارة الخراب، والغنى بعد الفقر، والصحة بعد المرض.",
      "الموت_في_الاحلام": {
        "دلالات": [
          "يدل على كونه كيس.",
          "ربما دل على الآخرة ووجوب الاستعداد والتزود.",
          "يشير إلى اليقين، حيث الموت الكثير يدل على الفتن."
        ],
        "العلاقات_الاجتماعية": [
          "يدل الموت أيضًا على الحمو، أي أقارب الزوج.",
          "قد يدل على الراحة، وربما يرمز إلى الفزع والروع والفرقة."
        ],
        "رؤى_الموت": [
          "قيل في الأحلام أن الموت يعتبر سفر.",
          "من أخبره ميت أنه لم يمت فإنه في مقام الشهداء.",
          "من رأى ميتا في هيئة حسنة وهو ضاحك فإنه كذلك.",
          "الموت دليل خير لمن كان خائفا أو حزينا.",
          "من رأى أنه أحيا ميتا، فإنه يسلم على يديه يهودي أو نصراني أو صاحب بدعة.",
          "إن رأى أنه يحيي الموتى، فإنه غريق في الخطايا."
        ],
        "انعكاسات_وفاة_الشخصيات_المهمة": [
          "ربما دل موت العالم على ظهور بدعة في الدين.",
          "موت الوالدين يدل على ضيق المعيشة.",
          "موت الزوجة يعكس دنيا ذاهبة.",
          "ربما يدل الموت على رجوع العاصي إلى الله والتوبة والإنابة."
        ]
      },
      "الموج_في_الاحلام": "رؤيته في الاحلام شدة وعذاب وفتنة.",
      "المؤذن_في_الاحلام": "الداعي الى الخير ، وربما دل على الحج ، وربما دل الأذان على السرقة.",
      "الموسى_في_الاحلام": "يل الموسى على الحقد والعداوة.",
      "موسى_عليه_السلام_في_الأحلام": {
        "قوة_أصحاب_الحق": "تدل رؤيته على قوة أصحاب الحق وقهر أصحاب الباطل.",
        "هلاك_الجبابرة": "رؤيته تدل على هلاك الجبابرة.",
        "الابتلاء_في_الطفولة": "تدل أيضا على الابتلاء في الطفولة وفرقة الأهل والأقارب.",
        "السفر_في_البحر": "وتكون عاقبته إلى سلامة.",
        "عصا_موسى": "من رأى عصا موسى بيده فإنه ينال منزلة عظيمة أو قوة ونصرة على الأعداء."
      },
      "الموسم_في_الاحلام": "من رأى أنه خرج الى الموسم فإنه يخرج من هم وغم.",
      "ميزاب_في_الاحلام": "رجل صاحب معروف ، ومن راى ميازيب تجري في غير مطر فإنها تدل على فتن.",
      "الميزان_في_الاحلام": "هو في الاحلام دال على الايمان والعدل والانصاف والميزان يعبر ايضا بالقاضي."
    }
  }