{
    "post-content": {
      "title": "تفسير حرف الدال – د",
      "sections": [
        {
          "title": "داود عليه السلام في الاحلام",
          "content": "من رآه في الاحلام أصاب قوة وسلطانا."
        },
        {
          "title": "الداية (القابلة) في الاحلام",
          "content": "ربما دلت رؤيتها على إخراج السجين وتفريج الهموم والأنكاد."
        },
        {
          "title": "الدجاجة في الاحلام",
          "content": "هي امرأة رعناء حمقاء ذات جمال."
        },
        {
          "title": "الدجال في الاحلام",
          "content": "تدل رؤيته على السحر والكذب وتسلط الأعداء."
        },
        {
          "title": "الدخان في الاحلام",
          "content": "هو هول وعذاب، وعقوبة وهم ونكد."
        },
        {
          "title": "الدرج في الاحلام",
          "content": "يدل على أسباب العلو والرفعة. وأما النزول من الدرج فإن كان مسافرا قدم من سفر، وإن كان رئيسا نزل عن رئاسته وعزل من عمله."
        },
        {
          "title": "الدرع في الاحلام",
          "content": "يدل على الوقاية من الأعداء والأمن من الخوف."
        },
        {
          "title": "الدعاء في الاحلام",
          "content": "من رأى أنه يدعو الله تعالى أو يُدعى له أصاب خيرا وغبطة. ويدل على قضاء الحاجة. وإن رأى أنه دعا ربه في ظلمة فإنه ينجو من غم."
        },
        {
          "title": "الدعوة للطعام في الاحلام",
          "content": "تدل على اجتماع على خير."
        },
        {
          "title": "الدف في الاحلام",
          "content": "ربما دل الدف على الزواج."
        },
        {
          "title": "الدفتر في الاحلام",
          "content": "تدل رؤية الدفاتر على الفوائد والأرزاق والعلم."
        },
        {
          "title": "الدفن في الاحلام",
          "content": "من رأى في الاحلام أنه ميت وقد دفن فإنه يسافر سفرا بعيدا. ومن رأى أنه دفن من غير موت فإنه يسجن ويضيق عليه."
        },
        {
          "title": "الدقيق في الاحلام",
          "content": "يدل على الرزق، وربما دل على العلم الجليل."
        },
        {
          "title": "الدلال في الاحلام",
          "content": "تدل رؤيته على الإنسان الدال على الخير أو الشر."
        },
        {
          "title": "الدلو في الاحلام",
          "content": "ومن رأى أنه يدلي بدلو لنفسه خاصة فهو يعمل لمصلحة دنياه.",
          "subpoints": [
            "ومن رأى أنه ينزع الدلو من البئر ويغتسل به، فإن كان مسجونا نجا، أو نال مالا وغبطة.",
            "ومن أدلى دلوا في بئر وله امرأة حامل رزق طفلا ذكرا، وإن لم تكن امرأته حاملا فهو طالب رزق."
          ]
        },
        {
          "title": "الدم في الاحلام",
          "content": "هو مال حرام. وإن رأى دما على قميصه من حيث لا يعلم مصدره فإنه يكذب عليه من حيث لا يشعر."
        },
        {
          "title": "الدماغ في الاحلام",
          "content": "من رأى أن له دماغا كبيرا فإنه عاقل. وإن رأى أنه لا دماغ له فإنه جاهل."
        },
        {
          "title": "الدمل في الاحلام",
          "content": "من رأى أن على جسمه دملا أصاب مالا."
        },
        {
          "title": "الدمع في الاحلام",
          "content": "إذا كان الدمع باردا فهو فرح، وإن كان حارا فهو هم وحزن. وقد يدل الدمع على وحدة وغربة وشدة وشوق إلى الأحبة."
        },
        {
          "title": "الدنيا في الاحلام",
          "content": "تدل على اللهو واللعب، والغرور والمكائد، والتعب والشقاء. وربما دلت الدنيا على الزوجة والمال والولد."
        },
        {
          "title": "الدهن في الاحلام",
          "content": "هو كله غم ما خلا الزيت. وإن كان في الدهن مسك أو طيب فهو ثناء حسن بما ليس فيه."
        },
        {
          "title": "الدواة في الاحلام",
          "content": "هي خادمة وزواج ومنفعة."
        },
        {
          "title": "الدودة في الاحلام",
          "content": "الدود في البطن هم أولاد الإنسان يأكلون من ماله. وخروج الدود من الجسد ذهاب هم."
        },
        {
          "title": "الديك في الاحلام",
          "content": "من رأى أنه ذبح ديكا فإنه لا يجيب المؤذن. وقيل من رأى أنه صار ديكا يصير مؤذنا، والديك يدل على رجل له همة وصوت حسن."
        }
      ]
    }
  }