{
    "post-content": {
      "title": "تفسير حرف الثاء – ث",
      "sections": [
        {
          "title": "الثدي في الاحلام",
          "content": "الثدي هو في الاحلام يرمز إلى امرأة الرجل أو ابنته. ومن رأى امرأة معلقة من ثديها فإنها تزني، والثدي الكبير في المرأة يدل على الفجور. أما اللبن في الثدي فيشير إلى زيادة في المال ويدل على الولد."
        },
        {
          "title": "الثروة في الاحلام",
          "content": "الثروة ربما تدل على الزوجة والأعمال الصالحة."
        },
        {
          "title": "الثريد في الاحلام",
          "content": "الثريد يمثل في الاحلام حياة الرجل وعيشه وكسبه وحرفته. فإذا رأى ملء قصعة ثريداً أو دسماً، فهي تشير إلى دنيا واسعة."
        },
        {
          "title": "الثعبان في الاحلام",
          "content": "الثعبان ربما يدل على العداوة من الأهل والأزواج والأولاد. وربما يكون جارا حسودا وشريرا."
        },
        {
          "title": "الثعلب في الاحلام",
          "content": "الثعلب هو في الاحلام عدو كذاب، مخالف مراوغ في معاملته."
        },
        {
          "title": "الثلج في الاحلام",
          "content": "رؤية الثلج تدل على الأرزاق والفوائد، والشفاء من الأمراض."
        },
        {
          "title": "الثمرة في الاحلام",
          "content": "إذا كانت الثمرة حلوة في الاحلام دلت على رزق وفائدة وعلم نافع. أما الثمرة الحامضة فترمز إلى مال حرام وزيادة في المرض."
        },
        {
          "title": "الثوب في الاحلام",
          "content": [
            "إذا رأى الشخص أنه لبس ثوباً أخضر، فإن الأخضر يرمز للحي إلى الدين والعبادة، وللميت إلى حسن حاله عند الله تعالى.",
            "الثياب البيضاء خير لمن لبسها في الاحلام.",
            "إذا رأى الشخص أنه يلبس ثوباً أسود ولم يتعود لبسه، أصابه شيء مكروه. أما إذا تعود لبسه في اليقظة، فهذا يدل على شرف وسلطان ومال.",
            "الثياب الحمراء للرجال تعني مالاً كثيراً يجب لله تعالى فيه حق الزكاة. أما إذا رأت المرأة أنها تلبس ثوباً أحمر، فهو إشارة إلى فرحها.",
            "لبس الثياب الجديدة للغني يشير إلى تحسين معيشته، وللفقير إلى ثروة، وللمدين إلى قضاء دينه.",
            "نزع الثياب الوسخة في الاحلام يشير إلى زوال الهموم."
          ]
        },
        {
          "title": "الثور في الاحلام",
          "content": [
            "إذا رأى الشخص أنه يملك ثيرانا كثيرة، فإنه يتولى ولاية إن كان أهلاً لذلك.",
            "إذا رأى أنه يركب ثوراً، فإنه ينال خيراً وخصباً.",
            "من خار عليه الثور فإنه يسافر سفراً بعيداً.",
            "إذا صرع الثور الشخص في الاحلام، فإنه يشرف على الهلاك.",
            "رؤية الثور قد تدل أيضاً على ثوران الفتنة، أو المساعدة في تذليل الأمور الصعبة، وخاصة لأصحاب الحراثة والزراعة."
          ]
        },
        {
          "title": "الثوم في الاحلام",
          "content": "الثوم في الاحلام يرمز إلى مال حرام قبيح، وكلام شنيع، وصاحبه يبدل الخير بالشر. وأكل الثوم يعد دليلاً على الخير للمريض فقط."
        }
      ]
    }
  }