{
  "title": "تفسير الأحلام حرف الألف – أ",
  "sections": [
    {
      "title": "آدم عليه السلام في الأحلام",
      "content": "من رآه على هيئته نال ولاية عظيمة، إن كان أهلاً لها، لقوله تعالى: {إني جاعل في الأرض خليفة}. وقيل من رآه اغتر بقول بعض أعدائه ثم فرج عنه بعد مدة."
    },
    {
      "title": "إبراهيم عليه السلام في الأحلام",
      "content": "من رآه رزق الحج إن شاء الله، كما تدل رؤيته على الوالد المشفق، وربما دلت رؤيته على الوقوع في الشدائد والسلامة منها."
    },
    {
      "title": "الإبرة في الأحلام",
      "content": [
        "رؤية خيط في إبرة: تدل على اجتماع شمل من كان مبددًا.",
        "كسر الإبرة: من رأى أن إبرته التي يخيط بها انكسرت أو انتزعت منه، فإن شأنه يتفرق ويفسد أمره."
      ]
    },
    {
      "title": "إبليس في الأحلام",
      "content": "رؤية إبليس تدل على العالم المبتدع واكتساب الذنوب والآثام. كما تدل رؤيته على المكر والخديعة، السحر، الحسد، والفرقة بين الزوجين. ومن رأى الشيطان يتخبطه فإنه يأكل الربا."
    },
    {
      "title": "الإحرام في الأحلام",
      "content": "إذا أحرم الإنسان دل ذلك على امتناعه عن الجماع ودواعيه، أو بعده عن المعاصي والجدال والمخاصمة."
    },
    {
      "title": "الأذان في الأحلام",
      "content": [
        "يدل على الحج، وقد يدل على الدعاء، البر، الطاعة وفعل الخير، أو على الأمن والنجاة من كيد الشيطان.",
        "الأذان في قافلة: من رأى أنه يؤذن في قافلة فإنه يتهم في سرقة.",
        "الأذان في مكان متهدم: يعمر المكان ويكثر الناس فيه.",
        "الأذان على قوم مجتمعين: يدل على دعوة أقوام إلى حق."
      ]
    },
    {
      "title": "الأذن في الأحلام",
      "content": "تدل على السمع. فمن رأى أن أذنه كبرت أو تحسنت دل ذلك على هدايته وقبوله لأمر ربه."
    },
    {
      "title": "الأرض في الأحلام",
      "content": [
        "لها تأويلات كثيرة وكل أرض على حسبها وجوهرها في الأحلام:",
        "رؤية أرض المحشر: تدل على حفظ الأسرار، صدق الوعد، الأمن من الخوف، وربما دلت على الهداية والتوبة.",
        "أرض الفلاحة: تدل على الخصب.",
        "ملك الأرض: إذا رأى أنه ملك أرضًا، فإنه يتزوج إن كان عازبًا، ويرزق ولدًا.",
        "زلزلة الأرض: تدل على وضع الحامل لجنينها.",
        "خسف الأرض: يدل على التيه والعجب والغفلة عن طاعة الله تعالى.",
        "أرض واسعة ومستوية: تدل على السفر.",
        "ضرب الأرض: يدل على السفر للتجارة.",
        "الخروج من أرض مجدبة إلى خصبة: يدل على الانتقال من بدعة إلى سنة.",
        "رغبة السفر: إذا رأى الراغب في السفر أنه يخرج من أرض إلى أرض، فإنه يسافر ويكون حاله في سفره على قدر تلك الأرض من سعة أو ضيق، خصب أو جدب."
      ]
    },
    {
      "title": "الأرضة في الأحلام",
      "content": "تدل رؤيتها على المنازعة في العلم وطلب الجدال. ومن رأى في كيسه أو عصاه أرضة فإن ذلك يدل على موته."
    },
    {
      "title": "الأرنب في الأحلام",
      "content": "يدل على رجل جبان."
    },
    {
      "title": "أزواج النبي ﷺ في الأحلام",
      "content": [
        "تدل رؤيتهن على الأمهات، الخير، والبركة.",
        "رؤية المرأة لعائشة رضي الله عنها: تدل على منزلة عالية، شهرة صالحة، وحظوة عند الآباء والأزواج.",
        "رؤية المرأة لخديجة رضي الله عنها: تدل على السعادة والذرية الصالحة.",
        "رؤية أحد أزواج النبي ﷺ للرجل العازب: تدل على زواج بامرأة صالحة.",
        "رؤية أحد أزواج النبي ﷺ للمرأة: تدل على بعل صالح يكفيها."
      ]
    },
    {
      "title": "الاستعاذة في الأحلام",
      "content": "من رأى أنه يكثر الاستعاذة بالله تعالى من الشيطان فإنه يرزق علمًا نافعًا وهداية، أمنًا من عدوه وغنى من الحلال. وإن كان مريضًا شفي، وربما دلت الاستعاذة على الأمن من الشريك الخائن، الطهارة من النجس، والإسلام بعد الكفر."
    },
    {
      "title": "الاستغفار في الأحلام",
      "content": "يدل على سعة الرزق ودفع البلايا."
    },
    {
      "title": "الأسد في الأحلام",
      "content": [
        "رمز الأسد: يدل على سلطان شديد ظالم، وربما دل على الجهل والخيلاء والعجب والعنت والتيه.",
        "تأويل الأسد: قيل الأسد عدو مسلط."
      ]
    },
    {
      "title": "إسراع الإنسان في الأحلام",
      "content": "يدل على المسارعة في الأعمال الصالحة."
    },
    {
      "title": "إسرافيل عليه السلام في الأحلام",
      "content": "من رآه ينفخ في الصور فإنه يدل على موت."
    },
    {
      "title": "الاسم في الأحلام",
      "content": "إذا تحول اسم الإنسان في الأحلام إلى غيره فيعبر عنه بالفأل، فسعد بالسعادة وسالم بالسلامة."
    },
    {
      "title": "إسماعيل عليه السلام في الأحلام",
      "content": "من رآه نال فصاحة ورئاسة، ويبني لله مسجدًا. وربما دلت رؤيته على إنسان وعد بوعده وهو في قوله صادق."
    },
    {
      "title": "الأشنان في الأحلام",
      "content": "من رأى في منامه أنه غسل يديه بأشنان فإنه يأس له مما يطلب."
    },
    {
      "title": "الإصبع في الأحلام",
      "content": [
        "هي المعينة للإنسان على دنياه في مهنته. وتدل الإصبع على الأولاد، الأزواج، الآباء، الأمهات، المال، أو الملك.",
        "زيادة الأصابع: تدل على الزيادة فيما ذكرناه، ونقصها يدل على نقص من دلّت عليه."
      ]
    },
    {
      "title": "أصحاب النبي ﷺ في الأحلام",
      "content": [
        "رؤيتهم في الصفات الحسنة: تدل على حسن الاعتقاد واتباع السنة.",
        "دلالات أخرى: تدل على انتشار العلم، الأمر بالمعروف، النهي عن المنكر، الألفة، المحبة، المساعدة، والسلامة من العداوة والحسد.",
        "رؤية الصحابة: تدل على الخير والبركة حسب منازلهم ومقاديرهم المعروفة في سيرهم وطريقتهم.",
        "تأويل الصحابة: تدل رؤية كل واحد منهم على ما نزل به في أيامه من فتنة أو عدل.",
        "تأويل الأسماء: من رأى أحدًا من الصحابة فليتأول له بالاشتقاق مثل “سعد” و\"سعيد\"، فإنه يكون سعيدًا."
      ]
    },
    {
      "title": "الأضحية في الأحلام",
      "content": [
        "هي دليل على الوفاء بالنذر والخلاص من الشدائد.",
        "من رأى أنه ضحى: إذا كان مدينًا قضي دينه، وإن كان فقيرًا اغتنى، وإن كان خائفًا أمن، وإن لم يكن قد حج فإنه يحج، وإن كان محاربًا انتصر، وإن كان مغمومًا فرج الله عنه غمه."
      ]
    },
    {
      "title": "الاعتكاف في الأحلام",
      "content": "يعبر بحسب ما اعتكف عليه. فإن اعتكف في مسجد اعتكف على أعمال صالحة."
    },
    {
      "title": "الإفلاس في الأحلام",
      "content": "هو دليل على نقص حال المفلس في دينه."
    },
    {
      "title": "إقامة الصلاة في الأحلام",
      "content": "تدل على إنجاز الوعد وبلوغ المراد، وعلى الفرج والراحة لمن هو في شدة."
    },
    {
      "title": "الأكل في الأحلام",
      "content": [
        "الأكل في إناء مكروه: يدل على بلاء يصيب الشخص.",
        "الأكل باليد:",
        [
          "إذا أكل بيمينه اقتدى بالسنة.",
          "إذا أكل بشماله أطاع عدوه وجافى صديقه."
        ],
        "الدعوة للطعام:",
        [
          "إذا دعاه غيره إلى الغداء، دل ذلك على سفر بعيد.",
          "إذا دعاه إلى الأكل، فإنه يستريح من التعب."
        ],
        "أكل اللحم:",
        [
          "إذا أكل لحم نفسه فإنه يأكل من ماله المكنوز.",
          "إذا أكل لحم غيره نيئًا فإنه يغتابه أو يغتاب شخصًا آخر."
        ]
      ]
    },
    {
      "title": "التفات الإنسان في الأحلام",
      "content": "الالتفات في الصلاة يدل على التطلع إلى الدنيا وزينتها، والإعراض عن الآخرة، وربما دل على الاختلاس والسرقة."
    },
    {
      "title": "الأم في الأحلام",
      "content": [
        "الأم في الأحلام أولى بالتأويل من الأب.",
        "دلالة رؤية الأم: حالها في الحلم يعبر عن حال الشخص نفسه. ربما تدل الأم على الشفقة أو الفرج لمن كان في شدة."
      ]
    },
    {
      "title": "إمام الصلاة في الأحلام",
      "content": [
        "رؤية الإمام: تدل على علو القدر والرئاسة والتقدم في الأمر بالمعروف والنهي عن المنكر.",
        "الصلاة بالإمامة:",
        [
          "إذا رأى نفسه إمامًا وصلى بالناس متوجهًا إلى القبلة بطهارة كاملة وكان أهلاً للولاية أو الحكم، فإنه يحصل على تلك المكانة.",
          "إذا رأى نفسه يصلي بالناس إلى غير القبلة، فإنه يخون أصحابه ويبتدع بدعة وربما يرتكب أمرًا محظورًا.",
          "إذا رأى نفسه يصلي بالنساء فإنه يتولى أمر قوم ضعاف.",
          "إذا رأى نفسه يصلي بالرجال والنساء معًا فإنه ينال القضاء بين الناس إذا كان أهلاً لذلك، وإلا فإنه يحصل على التوسط والإصلاح بين الناس."
        ]
      ]
    },
    {
      "title": "الأمير في الأحلام",
      "content": "يدل على رئيس الإنسان في عمله وغيره، ويدل على زواج العازب حتى يصير في بيته كالأمير. ومن تأمر في منامه خشي عليه السجن والغل."
    },
    {
      "title": "الانشراح في الأحلام",
      "content": "يدل على التوبة للعاصي. وإن كان الرائي في ضيق فرج الله عنه."
    },
    {
      "title": "الأنف في الأحلام",
      "content": [
        "يدل على ما يتجمل به الإنسان من مال أو والد أو ولد أو أخ أو زوج أو شريك أو عامل.",
        "إذا حَسُن أنفه في الأحلام كان ذلك دليلاً على حسن حال من دل عليه ممن ذكرنا.",
        "سواده أو كبره يدل على القهر."
      ]
    },
    {
      "title": "الانقباض في الأحلام",
      "content": "يدل على القبض في الرزق. وربما دل على الذنوب في اليقظة وآثارها في الدنيا."
    },
    {
      "title": "الانقلاب في الأحلام",
      "content": "يدل على الخسران، وإن كان الرائي امرأة أعرضت عن زوجها."
    },
    {
      "title": "الإوز في الأحلام",
      "content": "رؤيته تدل على نساء جميلات."
    },
    {
      "title": "آيات القرآن في الأحلام",
      "content": [
        "آيات الرحمة: إذا كان القارئ ميتًا فهو في رحمة الله تعالى.",
        "آيات العقاب: إذا كانت آيات عقاب فهو في عذاب الله تعالى.",
        "آيات الإنذار: إذا كان الرائي حيًا حذرته من ارتكاب مكروه.",
        "آيات المبشرات: بشرى بخير."
      ]
    },
    {
      "title": "أيوب عليه السلام في الأحلام",
      "content": "تدل رؤيته على البلاء والمصائب وحسن العاقبة. وإن كان الرائي مريضًا شفي من مرضه، وربما بلغ ما يرجوه من إجابة دعاء أو سؤال حاجة."
    }
  ]
}
