
{
  "title": "تفسير الاحلام حرف الضاد _ ض",
  "sections": [
    {
      "title": "ضيق النفس في المنام",
      "content": "يعتبر ضيق التنفس من الأمراض التي تصيب الإنسان في الجهاز التنفسي بسبب العديد من العوامل، منها الأتربة، الجو، وغيرهما من العوامل التي يتعرض لها الانسان..."
     
    },
    {
      "title": "الضأن",
      "content": "دلالة رؤية الضأن في المنام\n\n\tخير\n\tغنيمة\n\nرؤى متعلقة بالضأن\n\n\tمن رأى في بيته ضأنًا مسلوخًا، فإنه يموت في البيت إنسان.\n\tمن رأى أنه أصاب..."
  
    },
    {
      "title": "الضباب في المنام",
      "content": "الضباب ظاهرة طبيعية عبارة عن سحاب منخفض قريب من سطح الأرض، وهو قطرات مائية عالية في الهواء ويحدث نتيجة تكاثف بخار الماء قرب سطح الأرض، ويساعد على..."
    
    },
    {
      "title": "الضحك في المنام",
      "content": "يدل الضحك على السعادة التي يعيشها الإنسان. وقد يرى الشخص في منامه أنه يقوم بالضحك بشدة، ويبحث عن تفسير هذه الرؤية من أجل معرفة ما الذي ينتظره في..."
     
    },
    {
      "title": "الضجيج",
      "content": "دلالة رؤية الضجيج في المنام\n\n\tفتنة\n\tأمر هام"
      
    },
    {
      "title": "الضرة في المنام",
      "content": "الضرة تعني الزوجة الثانية او الزوجة التي يتزوجها الزوج على زوجته. وفي الواقع لا تحب الزوجة الضرة. ورؤية الضرة في المنام دلالة على خوف الرائية من أن يتزوج زوجها..."
   
    },
    {
      "title": "الضلال",
      "content": "دلالة رؤية الضلال في المنام\n\n\tإذا ضل الإنسان في منامه عن الطريق، وكان الطريق مستقيمًا، دل ذلك على ميله عن الحق والهدى.\n\tإن كان الطريق معوجًا، فالضلال عنه..."
     
    },
    {
      "title": "الضيف في المنام",
      "content": "يقول ابن سيرين أن رؤية الضيوف من الأقارب في الحلم تدل على الفائدة والمصلحة القريبة، بينما رؤية استقبالهم وتجمعهم في المنزل فرح وسعادة، وتقديم الطعام..."
      
    },
    {
      "title": "الضعف في المنام",
      "content": "يصاب الشخص بالكثير من الضعف نتيجة الضغوطات التي يمر بها في حياته أو بسبب المرض.\n\nرؤية الضعف في المنام\n\nالضعف هو في المنام قوة، فمَن رأى أنه ضعيف..."
    },
    {
      "title": "تفسير الضرب في المنام",
      "content": "من رأى أنه يتعرض للضرب في المنام عموماً ينال منفعة وخيرا، ومن تعرض للضرب المبرح في الحلم يسمع نصيحة أو مشورة ويعمل بها ويستفيد منها، كذلك رؤية الدم..."
     
    },
    {
      "title": "تفسير ضرب الطفل في المنام",
      "content": "ضرب في المنام يعني أن المضروب سيحصل على خير على يدي الضارب، إلا لو كان الضرب بعصا من الخشب فذلك يدل على إنه يعده بالخير لا يفي به.\n\nومن رأى أن..."
    },
    {
      "title": "رؤيا ضياع الأشياء",
      "content": "قد يعني هذا الحلم حقيقة خسارة شيء مهم لك في حياتك، أو إنك فقدته بالفعل، وهو يعني الشعور بالفوضى الذي يتواجد في حياتك، أو احتياجك لمزيد من..."
      
    },
    {
      "title": "رؤيا ضياع المال",
      "content": "من يضيع المال في حلمه فذلك يختلف بقدر المال الذي أضاعه، فلو كان رقم قليل فذلك يعني إنه سينصح شخص جاهل ولكن هذا الشخص لن يستجيب لنصيته، وضياع مبلغ كبير يدل على..."
     
    },
    {
      "title": "الضياع في المنام",
      "content": "إن الضياع شعور مؤلم، ومخيف ألا تدري أين أنت وأي طريق من المفترض أن تسير فيه. رؤية الضياع في المنام تتفق مع الضياع في الواقع، فكلاهما يحمل المشاعر المقلقة التي..."
      
    },
    {
      "title": "ضياع الطفل في المنام",
      "content": "ضياع الطفل\n\nيرمز ضياع الطفل لدى الرجل أو المرأة في المنام إلى المشاكل والعقبات التي تواجه كلا منهما. كما قد يدل على الخسائر في التجارة ونقص الموارد..."
    
    }
  ]

}

