{
    "title": "تفسير الاحلام حرف الياء – ي",
    "sections": [
      {
        "title": "اليأس في الأحلام",
        "content": [
          "من رأى في الأحلام أنه يئس مسه شر، نُزعت منه الرحمة والنعمة، لقوله تعالى: “ولئن أذقناه نعماء بعد ضراء مسته ليقولن ذهب السيئات عني إنه لفرح فخور”.",
          "وقوله سبحانه: “وإن مسه الشر فيئوس قنوط”."
        ]
      },
      {
        "title": "الياسمين في الأحلام",
        "content": [
          "من وجد في الأحلام ياسمينا أو رآه نال سرورا وفرحا وخيرا.",
          "ربما دل الياسمين على انفراج الهموم والأنكاد."
        ]
      },
      {
        "title": "الياقوت في الأحلام",
        "content": [
          "هو في الأحلام مال وفرح ولهو.",
          "وإن رأى أنه أخذ فص ياقوت وأراد الزواج تزوج امرأة حسناء جميلة ذات دين، لقوله تعالى: “كأنهن الياقوت والمرجان”."
        ]
      },
      {
        "title": "اليتم في الأحلام",
        "content": [
          "هو في الأحلام ذل.",
          "فمن رأى أنه يتيم فإنه يقهر، لأن اليتامى مقهورون، وأموالهم في يد غيرهم."
        ]
      },
      {
        "title": "يحيى عليه السلام في الأحلام",
        "content": [
          "من رآه في الأحلام فإنه يؤتى ورعا وتقوى، وربما عبر بالحياة."
        ]
      },
      {
        "title": "اليد في الأحلام",
        "content": [
          "من رأى أن يديه مبسوطتان فإنه رجل سخي ينفق ماله.",
          "ومن رأى أنه يمشي على يديه فإنه يعتمد في أمر يطلبه على أخيه أو ولده أو شريكه.",
          "إن رأى أن يده أدخلها تحت إبطي ثم أخرجها ولها نور وكان طالب علم نال رئاسة في علمه، وإن كان تاجرا نال رئاسة وذكرا.",
          "اليد اليمنى تدل على ابن أو أب أو صديق أو من يحل محل اليمين، واليد اليسرى تدل على المرأة والأم والأخت والبنت والجارية.",
          "إن رأى أنه فقد إحدى يديه دل ذلك على فقدانه بعض من دلت تلك اليد عليه.",
          "ومن رأى يده قطعت دل على موت أخيه أو صديقه أو سقط ما بينهما من الألفة.",
          "ومن رأى في يده طولا فإنه يكون كثير الطول على الناس بالفضل والإنعام والجود والكرم.",
          "ومن رأى أن يديه مقبوظتان دل على بخله.",
          "ومن رأى أنه يجرح يديه بسكين فإنه يتعجب من شيء، لقوله تعالى: “فلما رأينه أكبرنه وقطعن أيديهن”.",
          "ومن رأى أنه يأكل يده أو بعضها فإنه يفعل أمرا يندم عليه أو يكون ظالما، لقوله تعالى: “ويوم يعض الظالم على يديه”."
        ]
      },
      {
        "title": "يعقوب عليه السلام في الأحلام",
        "content": [
          "تدل رؤيته على وجود الضائع وحسن العاقبة."
        ]
      },
      {
        "title": "اليهودي في الأحلام",
        "content": [
          "هو في الأحلام عدو، لقوله تعالى: “لتجدن أشد الناس عداوة للذين آمنوا اليهود”.",
          "ومن عامل يهوديا أو صاحبه فإنه يرى إنسانا يجحد الحق ويماطل به."
        ]
      },
      {
        "title": "يوسف عليه السلام في الأحلام",
        "content": [
          "تدل رؤيته على السجن والخلاص منه، وعلى الحظ من النساء أو على علم الرؤيا وتفسير الأحلام.",
          "وإن رأت المرأة يوسف عليه السلام وكانت فقيرة حسنت حالها في الدنيا والآخرة.",
          "ومن رأى يوسف عليه السلام خضع له الأولياء والأقارب ويكون كثير الصدقة والإحسان.",
          "وقيل: من رأى يوسف عليه السلام فإنه يصيبه بلاء وفتنة من إخوته ثم ينجو ويظفر بأعدائه."
        ]
      },
      {
        "title": "يونس عليه السلام في الاحلام",
        "content": [
          "من رآه في الاحلام فانه يتعجل في أمر ينال منه سجنا او ضيقا او هما ثم ينجو بعد ذلك وهذه الرؤيا تدل على أن صاحبها سريع الغضب."
        ]
      }
    ]
  }