{
    "post-content": {
      "title": "تفسير الاحلام حرف القاف – ق",
      "sections": [
        {
          "title": "قابيل في الاحلام",
          "content": "من راه في الاحلام فانه يطغى ومن راة ولم يكن قاتلا يندم على فعل فعله."
        },
        {
          "title": "القارورة في الاحلام",
          "content": "أمراة لقوله صلى الله عليه وسلم ((رفقا بالقوارير))."
        },
        {
          "title": "القاضي في الأحلام",
          "content": "من رأى في الأحلام أنه ولي القضاء فعدل فيه.",
          "subsections": [
            "إن كان تاجرا كان منصفا، وإن كان سوقيا أو في الكيل والميزان.",
            "من رأى أنه تحول قاضيا أو حكيما أو صالحا أو عالما فإنه يصيب رفعة وذكرا وزهدا وعلما.",
            "من رأى وجه القاضي مستبشرا طلقا فإنه ينال بشرى وسرور.",
            "وإن رأى مريض تمه يقضى له فإنه يكون إلى خير ويبرأ، وإن رأى المريض أنه يقضى عليه فإنه يموت."
          ]
        },
        {
          "title": "القبر في الأحلام",
          "content": "سجن.",
          "subsections": [
            "من حفر قبرا وكان عزبا تزوج."
          ]
        },
        {
          "title": "القبلة في الأحلام",
          "content": "هي في الأحلام قضاء حاجة."
        },
        {
          "title": "القبة في الأحلام",
          "content": "هي في الأحلام امرأة."
        },
        {
          "title": "القتل في الأحلام",
          "subsections": [
            "من رأى أنه قتل إنسانا فإنه يذنب ذنبا عظيما.",
            "من رأى أنه قتل في سبيل الله دل على الربح والتجارة وإنجاز الوعد."
          ]
        },
        {
          "title": "القدح في الأحلام",
          "content": "هو في الأحلام يدل على المرأة أو الخادم.",
          "subsections": [
            "القدح المملوء يدل على المرأة الحامل."
          ]
        },
        {
          "title": "القدر في الأحلام",
          "content": "في الأحلام يدل على العالم.",
          "subsections": [
            "من رأى أنه طبخ في قدر فإنه ينال مالا عظيما واللحم والمرقة في القدر رزق شريف مع كلام وخصام."
          ]
        },
        {
          "title": "القدم في الأحلام",
          "content": "القدمان يدلان على دابته وماله."
        },
        {
          "title": "قدوم الغائب في الأحلام",
          "content": "في الأحلام فرج بعد شدة وصحة من المرض ورجوع لما كان عليه الإنسان."
        },
        {
          "title": "القرآن الكريم في الأحلام",
          "content": "قراءته في الأحلام شرف وسرور ونصر.",
          "subsections": [
            "لكل آية تعبير يناسبها.",
            "من رأى أنه يقرأ شيئا من القرآن وكان مريضا شفاه الله تعالى.",
            "وتلاوة القرآن تدل على كثرة الأعمال الصالحة وعلى علو الدرجات."
          ]
        },
        {
          "title": "القرد في الأحلام",
          "content": "رجل يدل على الأعداء والمعصية والوقوع فيما يوجب المقت.",
          "subsections": [
            "ربما دل على اليهود.",
            "القرد أيضا رجل فقير محروم قد سلبت نعمته."
          ]
        },
        {
          "title": "القرض في الأحلام",
          "content": "هو في الأحلام صدقة للقارض على المقترض واحتياج إليه فيما ينزل به.",
          "subsections": [
            "إن اقرض شيئا له قيمة دل على حسن معاملته لله تعالى.",
            "القرض يدل على الإيثار، ومن رأى أنه يقرض الناس لوجه الله تعالى فإنه ينفق مالا في الجهاد.",
            "من رأى أن المقرض له مات تخلص من حزن وهم."
          ]
        },
        {
          "title": "القرط في الأحلام",
          "content": "هو في الأحلام تجارة لمن رآه في أذن زوجته.",
          "subsections": [
            "إن رأت امرأة حبلى في أذنها قرطين فحملها ولد ذكر.",
            "إذا رأت المرأة العزبة ذلك فإنها تتزوج."
          ]
        },
        {
          "title": "القرية في الأحلام",
          "content": "في الأحلام ظلم وهلاك.",
          "subsections": [
            "من رأى أنه يخرج من قرية فهو صلاح له في الدين.",
            "من رأى أنه ينتقل من قرية إلى مدينة فإنه ينتقل من تعب إلى راحة ومن خوف إلى أمن، والعكس بالعكس."
          ]
        },
        {
          "title": "القصاص في الأحلام",
          "content": "في الأحلام عمر طويل لقوله تعالى في الأحلام: “ولكم في القصاص حياة يا أولي الألباب”."
        },
        {
          "title": "قصب السكر في الأحلام",
          "content": "يدل على الرزق المتعب.",
          "subsections": [
            "رؤية قصب السكر مقشرا تدل على خلاص السجين وفك الأسير وسلامة المرضى."
          ]
        },
        {
          "title": "القصر في الأحلام",
          "subsections": [
            "للفاسق ضيق ونقص مال وجاه.",
            "للمستور رفعة أمر وقضاء دين.",
            "القصر في الأحلام عمل صالح لأهل الدين.",
            "من دخل قصرا فإنه يتزوج."
          ]
        },
        {
          "title": "قضاء الدين في الأحلام",
          "content": "من رأى أنه أدى حقا أو قضى دينا فإنه يصل رحما أو يطعم مسكينا ويتيسر له أمر كان قد عسر عليه في الدنيا."
        },
        {
          "title": "القط في الأحلام",
          "content": "يدل على الجفاء للزوجة، والأولاد والخصام والسرقة وعدم الوفاء.",
          "subsections": [
            "(وانظر السنور)."
          ]
        },
        {
          "title": "قطع الرأس في الأحلام",
          "subsections": [
            "من رأى أن عنقه ضرب وكان مهموما فرج عنه أو كان مدينا قضي دينه.",
            "إن عرف الذي ضربه نال منه خيرا كثيرا."
          ]
        },
        {
          "title": "قطع اليد في الأحلام",
          "content": "قطع اليد في الأحلام يدل على غنى المقطوع عن السؤال.",
          "subsections": [
            "قطع اليد والرجل من خلاف فساد الدين.",
            "قطع اللسان إبطال حجة، أو إحسان إليه بقطع لسانه عن السؤال.",
            "من رأى أن أعضاءه قطعت فإنه يسافر ويبتعد عن أهله وولده وقبيلته."
          ]
        },
        {
          "title": "القطيعة في الأحلام",
          "content": "لمن أمر الله تعالى بصلته تدل على الضلالة.",
          "subsections": [
            "ربما دلت على ما يوجب الشتات والتهاجر."
          ]
        },
        {
          "title": "القعود في الأحلام",
          "content": "هو في الأحلام يدل على العجز والفشل.",
          "subsections": [
            "قعود المرأة بطؤها عن الزواج."
          ]
        },
        {
          "title": "القفص في الأحلام",
          "content": "في الأحلام سجن.",
          "subsections": [
            "يدل على أزواج أيضا.",
            "القفص المليء بالطيور حياة زوجية سعيدة.",
            "الحيوان المسجون في قفص غلبة على الأعداء."
          ]
        },
        {
          "title": "القفل في الأحلام",
          "content": "رجل صاحب أمانة.",
          "subsections": [
            "إذا رأى السجين أنه قد فتح قفلا فإنه ينجو من السجن.",
            "إذا فتح المهموم قفلا زال همه.",
            "تدل الأقفال أيضا على الغفلة، قال تعالى: “أفلا يتدبرون القرآن أم على قلوب أقفالها”."
          ]
        },
        {
          "title": "القلادة في الأحلام",
          "content": "للنساء جمالهن وزينتهن."
        },
        {
          "title": "القلب في الأحلام",
          "content": "شجاعة المرء وأمره ولينه وجرأته وكياسته وجوده وسماحته وخلقه.",
          "subsections": [
            "فإن رأى في قلبه فزعا فإنه يهدي إلى الحق.",
            "لقوله تعالى في الأحلام: “حتى إذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق”.",
            "من رأى قلبه أسود فهو ضال مذنب قد عمي عن رشده."
          ]
        },
        {
          "title": "القلعة في الأحلام",
          "content": "انقلاع من هم إلى فرج.",
          "subsections": [
            "إقلاع من الذنوب.",
            "ربما دلت على المنعة من العدو أو السلامة منه."
          ]
        },
        {
          "title": "القلم في الأحلام",
          "content": "ربما دلت رؤيته على العلم والحفظ والوظائف الجليلة."
        },
        {
          "title": "القلنسوة في الأحلام",
          "content": "هي في الأحلام رئاسة.",
          "subsections": [
            "فإن وضعها على رأسه أصاب سلطانا.",
            "إن رآها وسخة ومتخرقة فإن رئيسة يصيبه هم وحزن بقدر ذلك الوسخ.",
            "إن سقطت عن رأسه كان ذلك فراقه لرئيسه.",
            "إن رأت امرأة على رأسها قلنسوة فإنها تتزوج، وإن كانت حبلى ولدت غلاما."
          ]
        },
        {
          "title": "القمر في الأحلام",
          "subsections": [
            "من رأى القمر في حجره تزوج.",
            "إن رأت امرأة كافرة أن القمر في حجرها أسلمت.",
            "إن رأى أن القمر على الأرض فهو موت أمه.",
            "الشمس والقمر أبوان.",
            "من رأى الشمس والقمر يسجدان له فإن أبويه راضيان عنه، وربما أصاب سلطانا."
          ]
        },
        {
          "title": "القمل في الأحلام",
          "subsections": [
            "القمل الكثير عذاب.",
            "إن رأى قملا كثيرا فإنه دليل على مرض طويل أو خسران وفقر.",
            "قتلها فرج المكروب من كربه وخلاصه من شدته.",
            "من قرصه القمل فإن أناسا ضعافا يرمونه بكلام.",
            "ربما دل القمل على المال والأولاد."
          ]
        },
        {
          "title": "القميص في الأحلام",
          "content": "هي في الأحلام دين الرجل أو تقواه أو عمله أو بشارة له.",
          "subsections": [
            "القميص زواج أيضا."
          ]
        },
        {
          "title": "القنطرة في الأحلام",
          "content": "ربما دلت على الدنيا، وربما دلت على تفريج الهموم والأنكاد.",
          "subsections": [
            "القنطرة رجل يتوصل به الناس إلى أمورهم وحاجاتهم."
          ]
        },
        {
          "title": "القهوة في الأحلام",
          "content": "شربها في الأحلام قلق واضطراب."
        },
        {
          "title": "القنوط في الأحلام",
          "content": "يدل القنوط من رحمة الله على الشرك أو الوقوع في محذور."
        },
        {
          "title": "القيامة في الأحلام",
          "content": "هي في الأحلام نذير وتحذير لمن رآها من ظلم أو معصية هم بها.",
          "subsections": [
            "القيامة عدل وإنصاف المظلوم من الظالم.",
            "من رأى أن القيامة قامت عليه وحده فإنه يموت.",
            "من رأى أنه حشر وحده وزوجته معه فإنه ظالم.",
            "من رأى أنه قرب من الحساب فإن رؤياه تدل على غفلته عن الخير وإعراضه عن الحق.",
            "من رأى أنه حوسب حسابا شديدا دلت رؤياه على خسران يقع له.",
            "من رأى أنه أخذ كتابه بيمينه فاز بالصلاح والغنى والعز، وإن أخذه بشماله هلك بالإثم والفقر والحاجة.",
            "من رأى أنه على الصراط سليما نجا من شدة وفتنة."
          ]
        },
        {
          "title": "القيد في الأحلام",
          "content": "هو في الأحلام ثبات في الدين.",
          "subsections": [
            "من رأى أنه مقيد في بلدة فهو مستوطنها.",
            "إن رأى أنه مقيد في بيت فإنه مبتلى بإمرأة.",
            "من رأى أنه مقرون مع رجل آخر في قيد دل على اكتسابه معصية كبيرة، يخاف عليه انتقام السلطان لقوله تعالى في الأحلام: “وترى المجرمين يومئذ مقرنين في الأصفاد”."
          ]
        },
        {
          "title": "القيء في الأحلام",
          "subsections": [
            "إن تقيأ دما فإنه يتوب من إثم أو مال حرام.",
            "إن تقيأ لبنا مال عن الفطرة.",
            "القيء يدل على رد الودائع إلى أربابها، وعلى إفشاء الأسرار، وعلى زوال ما في داخله من الأذى.",
            "إن كان مريضا مات."
          ]
        }
      ]
    }
  }