{
    "post-content": {
      "sections": [
        {
          "title": "تفسير حرف الخاء – خ",
          "subsections": [
            {
              "title": "الخاتم في الأحلام",
              "content": "من رأى خاتمًا من ذهب، وكانت له امرأة حامل، ولدت ذكرًا.",
              "details": [
                {
                  "title": "رؤية الخاتم",
                  "items": [
                    "كسر الخاتم: يدل على طلاق الزوجة.",
                    {
                      "title": "انتزاع الخاتم",
                      "items": [
                        "إذا رأى أنه انتزع خاتمه وكان والياً، فهو عزله أو ذهاب ملكه أو طلاق امرأته.",
                        "وإن رأت ذلك المرأة، دل على موت زوجها."
                      ]
                    },
                    "الخاتم للعازب: إذا رأى العزب أنه لبس خاتمًا فإنه يتزوج.",
                    "الخاتم من خشب: يدل على امرأة منافقة.",
                    {
                      "title": "إعطاء الخاتم للمرأة",
                      "items": [
                        "إذا أعطيت امرأة خاتمًا، فإنها تتزوج أو تلد."
                      ]
                    },
                    {
                      "title": "أخذ الخاتم من النبي ﷺ أو من العالم",
                      "items": [
                        "بشارة بنيل العلم، هذا إذا كان الخاتم من الفضة.",
                        "إذا كان من الذهب فلا خير فيه، وكذلك إن كان حديدًا."
                      ]
                    },
                    {
                      "title": "إرسال الخاتم",
                      "items": [
                        "من رأى أنه بعث بخاتمه إلى قومه فردوه، فإنه يخطب إلى قوم فيردونه."
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "title": "الخاتن في الأحلام",
              "content": "تدل رؤيته على كشف العورات والفضائح."
            },
            {
              "title": "الخباز في الأحلام",
              "content": "تدل رؤية الخباز في الأحلام على العيش الرغد.",
              "details": [
                {
                  "title": "رؤية الخباز",
                  "items": [
                    "محبة ووالدية: ربما دلت رؤيته على الوالد والمحبة.",
                    "المال والخصب: من رأى أنه خباز فقد أصاب مالًا عظيمًا وخصبًا.",
                    "استفادة من الخبز: إذا أخذ الخبز من الخباز فقد استفاد عيشًا، وذهب عنه الحزن."
                  ]
                }
              ]
            },
            {
              "title": "الخبز في الأحلام",
              "content": "الخبز الأبيض يدل على الرزق الهنيء والعيش الرغد.",
              "details": [
                {
                  "title": "رؤية الخبز",
                  "items": [
                    "الخبز المنقى: يدل على العيش الصافي والعلم الخالص.",
                    {
                      "title": "تفريق الخبز",
                      "items": [
                        "من رأى أنه يفرق خبزًا بين الناس أو الضعفاء وكان من طلاب العلم، فإنه ينال من العلم ما يحتاج إليه.",
                        "فإن كان واعظًا كانت تلك مواعظه ووصاياه."
                      ]
                    },
                    "الخبز للميت: من رأى ميتًا دفع إليه خبزًا، فإنه مال أو رزق يأتي إليه.",
                    "الرغيف للعزب: الرغيف للعزب يعني زوجة.",
                    "الرغيف الواسع: يدل على رزق واسع.",
                    "ذهاب الهم: الخبز يدل على ذهاب الهم.",
                    "الخبز الساخن: يدل على نفاق ورزق فيه شبهة، لأن النار باقية فيه.",
                    "الخبز العفن: يدل على فساد في الدين أو فساد حال الزوجة."
                  ]
                }
              ]
            },
            {
              "title": "الختان في الأحلام",
              "content": "يدل على الطهارة من الأنجاس، والأفراح والمسرات.",
              "items": [
                "فمن رأى أنه اختتن فقط طهره الله من الذنوب.",
                "إذا كان الرائي فتاة بكرا فإنها تتزوج وربما تحيض."
              ]
            },
            {
              "title": "الختم في الأحلام",
              "content": "يدل على إتمام الأمور."
            },
            {
              "title": "الخدش في الأحلام",
              "content": "من رأى إنسانا قد خدشه، فإنه يضره في ماله أو في بعض أقربائه.",
              "items": [
                "الخدش ربما دل على الطعن بالكلام."
              ]
            },
            {
              "title": "الخراب في الأحلام",
              "content": "من رأى قرية عامرة خربت، ومزارعها تعطلت، فإن ضلالة أو مصيبة تقع لأصحابها.",
              "items": [
                "وإن رآها عامرة فهو صلاح دين أهلها.",
                "من رأى خرابا عاد صحيحا فإن ذلك صلاح في دين صاحبه، ورجوعه من الضلالة إلى الهدى.",
                "فإن رأت امرأة أن سقف بيتها انهدم، فإنه موت زوجها.",
                "وكذلك كل كسر أو هدم من بيت أو جدار فهو مصيبة."
              ]
            },
            {
              "title": "الخرس في الاحلام",
              "content": "يدل على فساد الدين وقول البهتان."
            },
            {
              "title": "الخروف في الاحلام",
              "content": "يدل على ولد ذكر مطيع لوالديه."
            },
            {
              "title": "الخزانة في الاحلام",
              "content": "هي امرأة الرجل."
            },
            {
              "title": "الخسف في الاحلام",
              "content": "يدل على عذاب أو بلاء أو تهديد من السلطان."
            },
            {
              "title": "الخشاب في الاحلام",
              "content": "يدل على رئيس المنافقين. والخشب نفاق."
            },
            {
              "title": "الخصام في الاحلام",
              "content": "يدل على الشر والهم والنكد والفتنة."
            },
            {
              "title": "الخضاب في الأحلام",
              "content": "يدل في اللحية على الصلاح والتمسك بالسنة.",
              "items": [
                "فإن رأى كفه مخضوبة نال هناء في معيشته.",
                "فإن رأت امرأة أن يدها مخضوبة بالحناء، فإن زوجها يحسن إليها.",
                "وخضاب الشعر بالسواد يدل على سوء الحال وفساد الأعمال."
              ]
            },
            {
              "title": "الخضر عليه السلام في الأحلام",
              "content": "تدل رؤيته على الخصب وكثرة النعم والأمن."
            },
            {
              "title": "الخطيب في الأحلام",
              "content": "تدل رؤيته على الخشوع والتوبة، والأمر بالمعروف والنهي عن المنكر.",
              "items": [
                "فإن رأته امرأة عازبة تزوجت.",
                "وكذلك إن رآه الرجل الأعزب دل على سعيه في الخطبة لنفسه.",
                "وإن رأى أنه صار خطيبا وكان ممن تليق به المناصب، تولى منصبا يليق به.",
                "وإن رأت امرأة أنها تخطب فإنها تتزوج إنسانا صالحا."
              ]
            },
            {
              "title": "الخف في الأحلام",
              "content": "يدل على الخادم والمال والوقاية من المكاره."
            },
            {
              "title": "الخفير في الأحلام",
              "content": "تدل رؤيته على الأمن والسلامة."
            },
            {
              "title": "الخل في الأحلام",
              "content": "هو مال مع ورع وبركة وحياة طويلة وقلة لهو.",
              "items": [
                "وسرور لمن أكله بالخبز."
              ]
            },
            {
              "title": "الخلخال في الأحلام",
              "content": "ومن رأى أن عليه خلخالا من ذهب أو فضة أصابه هم أو حزن أو حبس أو قيد.",
              "items": [
                "وما رأت المرأة في خلخالها من صلاح أو فساد فإن تأويل ذلك في زوجها."
              ]
            },
            {
              "title": "الخليفة في الأحلام",
              "content": "فإن رأى إنسان الخليفة في الأحلام، أو رأى نفسه كذلك، دل على حسن حاله وحسن عاقبة أمره.",
              "items": [
                "وتدل رؤية الخليفة على كشف الأسواء وعلو الدرجات.",
                "وإن كان الرائي موعودا بوعد ينجز له، وينال ما يرجوه."
              ]
            },
            {
              "title": "الخمّار في الاحلام",
              "content": "رجل صاحب مال وكسب حرام."
            },
            {
              "title": "الخمار في الاحلام",
              "content": "هو للمرأة سترها وزينتها."
            },
            {
              "title": "الخمر في الاحلام",
              "content": "هو مال حرام، وغواية وضلال.",
              "items": [
                "ومن رأى أنه يعصر خمرا فإنه يخدم السلطان وتجري على يديه أمور عظام.",
                "والخمر في الاحلام يدل على الفتنة والشرور، والعداء والبغضاء.",
                "وربما دل على زوال العقل بالجنون أو الغيبة عن حسه."
              ]
            },
            {
              "title": "الخنجر في الاحلام",
              "content": "من رأى في منامه أن بيده خنجرا نال مالا وقوة."
            },
            {
              "title": "الخنفساء في الاحلام",
              "content": "هي إنسان بغيض قذر."
            },
            {
              "title": "الخوذة في الاحلام",
              "content": "تدل على الأمن من العدو أو من أوجاع الرأس."
            },
            {
              "title": "الخوف في الاحلام",
              "content": "يدل على الأمن، وقد يدل على التوبة."
            },
            {
              "title": "الخيار في الاحلام",
              "content": "يدل على خير وخيرة لمن يقدم عليه."
            },
            {
              "title": "الخياط في الاحلام",
              "content": "تدل رؤيته على الألفة والاتفاق بين الناس."
            },
            {
              "title": "الخيل في الاحلام",
              "content": "فمن رأى عنده في الاحلام خيلا، فإنه يدل على اتساع رزقه، وانتصاره على أعدائه.",
              "items": [
                "فإن رأى أنه راكب على فرس وكان ممن يليق به ركوب الخيل، نال عزا وجاها ومالا."
              ]
            },
            {
              "title": "الخيمة في الاحلام",
              "content": "تدل على بشارة. وربما دلت على السفر أو الزوجة."
            }
          ]
        }
      ]
    }
  }