{
    "تفسير_الاحلام_حرف_الواو": {
      "الوادي_في_الاحلام": "يدل على السفر او المتاعب. و من راى انه سكن في واد بلا زرع فانه يحج. ومن راى انه هائم في واد فانه يضل او يقول الشعر.",
      "الواعظ_في_الاحلام": "في الاحلام يدل على البكاء او الحزن.",
      "الوباء_في_الاحلام": "في الاحلام اذى ينزل بالناس.",
      "الوجع_في_الأحلام": {
        "وجع_القلب": "دليل على سوء سريرته في أمور الدين.",
        "وجع_الكبد": "دليل على الإساءة إلى الولد.",
        "وجع_الفخذ": "يدل على أنه مسيء إلى عشيرته.",
        "وجع_الرجل": "يدل على المشي في غير طاعة الله تعالى."
      },
      "الوجه_في_الأحلام": {
        "وجه_حسن": "يدل على حسن الحال في الدنيا والبشارة والسرور.",
        "وجه_أسود": "يدل على بشارة بأنثى لمن له حامل، لقوله تعالى: 'وإذا بشر أحدهم بالأنثى ظل وجهه مسودا وهو كظيم'.",
        "لحم_خديه_ذهب": "يسأل الناس ولا يعيش إلا بالمسألة.",
        "وجه_أزرق": "مجرم.",
        "وجه_أسود_كثرة_كذب": "يدل على كثرة كذبه أو على بدعة أحدثها في دينه.",
        "صفرة_الوجه": "دليل على العشق والمحبة أو المرض.",
        "طلاقة_الوجه": "دليل على حسن حال صاحبه حيا كان أو ميتا."
      },
      "الوحدة_في_الاحلام": "في الاحلام انفراد الشخص بما هو فيه من صنعة او راي.",
      "الوحل_في_الاحلام": "من راى انه يمشي في طين فانه هم و خوف. وان كانت الارض قاحلة و راى الوحل في الاحلام كانت بشارة له بكثرة العشب.",
      "الوداع_في_الاحلام": "هو في الاحلام دال للمريض على موته، ويدل على طلاق الزوجة، وعلى السفر والنقلة.",
      "الورد_في_الاحلام": "يدل على طيب الذكر، والفرح والسرور والورد إذا قطعت شجرته فهو هم، وقطف الورد سرور.",
      "الورق_في_الاحلام": {
        "ورق_الشجر": "يدل على الكسوة.",
        "ورق_اللعب": "يدل على الاختلاف والخسارة."
      },
      "الورم_في_الاحلام": "إذا رآه الانسان في الاحلام فهو زيادة.",
      "الوزغ_في_الاحلام": "هو في الاحلام رجل يأمر بالمنكر، وينهى عن المعروف، أو رجل فاسق، وإذا قتلته نال مالا ورزقا.",
      "الوزير_في_الاحلام": "ربما دلت رؤية الوزير في الاحلام على العز والسلطان ونفاذ الامر وقضاء الحاجات عند ذوي الاقدار كالحكام.",
      "الوسخ_في_الاحلام": "إذا رآه الانسان في الثوب أو الجسد، أو الشعر فإنه هم لصاحبه وذنوب.",
      "الوصية_في_الاحلام": "تدل على الصلة بين الموصي والموصى له، وإن كان بينهما شحناء اصطلحا.",
      "الوضوء_في_الاحلام": "يدل على تكفير الذنوب والخطايا، وبشارة بالايمان، ورفع للدرجات، وذهاب للهم والغم.",
      "الوعد_في_الاحلام": "يدل على إحسان يصل الى الرائي من الذي وعده.",
      "الوكالة_في_الاحلام": "دالة على الغنى والتحكم فيما يملكه غيره، وما ينضم اليه فإذا كان الموكل مريضا مات، أو صحيحا مرض، لان الوكالة استنابة في التصرف.",
      "الولادة_في_الاحلام": "خروج من الشدائد والامراض او مفارقة الاهل والجيران، والولادة راحة وفرج، او ثروة كبيرة اذا لم تكن المراة حاملا.",
      "الوليمة_في_الاحلام": "رزق وزوال الهم والنكد."
    }
  }