{
    "post-content": {
      "title": "تفسير حرف الزاي – ز",
      "sections": [
        {
          "title": "الزاد في الاحلام",
          "content": "من حمله في الاحلام وكان مسافرا دل ذلك على التقوى."
        },
        {
          "title": "الزاني والزانية في الاحلام",
          "content": "من عامل امرأة زانية في الاحلام فإنه يتعامل مع الدنيا وطلابها. ومن رأى أنه زنى بزانية نال شرا وفتنة."
        },
        {
          "title": "الزبد في الاحلام",
          "content": "دال على الخصب والكسب والفائدة، وعلى المنفعة. وزبد الماء يدل في الاحلام على شيء لا ينتفع به."
        },
        {
          "title": "الزبل في الاحلام",
          "content": "هو مال رديء. أما الزبالة فهي دليل في الاحلام، ولا تحمد للأغنياء. أما الزبال فهو رجل محروم تدل رؤيته على تعب نفسه في راحة غيره."
        },
        {
          "title": "الزبيب في الاحلام",
          "content": "رزق نافع."
        },
        {
          "title": "الزرع في الاحلام",
          "content": "من رأى أنه زرع زرعا فإن امرأته تحمل. واحتراق الزرع يدل على جوع وقحط. ومن رأى أنه يسعى في مزرعة خضراء فإنه يسعى في أعمال البر والنسك."
        },
        {
          "title": "الزعفران في الاحلام",
          "content": "يدل على الثناء الحسن والذكر الجميل."
        },
        {
          "title": "الزكاة في الاحلام",
          "content": "تدل على زيادة المال ومضاعفته. وتدل أيضا على كثرة الفوائد ورفع المنزلة ودفع البلايا."
        },
        {
          "title": "زكريا عليه السلام في الاحلام",
          "content": "من رآه رزقه الله تعالى على الكبر ولدا تقيا سيدا صالحا، وأصلح الله تعالى لصاحب الرؤيا زوجته."
        },
        {
          "title": "الزلزلة في الأحلام",
          "content": "هي خوف.",
          "subsections": [
            "من رأى أن الأرض زلزلت، فإن ذلك بلاء ينزل بتلك الأرض، أو أن المنطقة تتعرض لجراد أو برد أو قحط أو خوف شديد.",
            "وإذا رأتها امرأة حامل وضعت حملها.",
            "ربما دلت الزلزلة على اضطراب الناس."
          ]
        },
        {
          "title": "زمزم في الأحلام",
          "content": "من رأى أنه شرب من ماء زمزم فإنه دليل على الشفاء من الأسقام، خاصة إن شربه لشيء معين، كأن يشربه لاكتساب مال أو لتعلم فإنه ينال ذلك."
        },
        {
          "title": "الزهد في الأحلام",
          "content": "تحبب إلى الناس."
        },
        {
          "title": "الزواج في الاحلام",
          "content": "يدل على العناية من الله تعالى، والسكن والمودة.",
          "subsections": [
            "الزواج يعبر أيضا بالحرفة، فمن رأى أنه تزوج امرأة ثم ماتت، فإنه يعمل في حرفة لا ينال منها إلا العمل والعناء والهم.",
            "من تزوج بزانية فهو زان.",
            "إذا تزوجت المرأة المريضة ولم تعاين الزوج ولم تعرفه فإنها تموت، وكذلك الرجل المريض.",
            "إن تزوجت المرأة العازبة أو المتزوجة في الأحلام فإنها تنال خيرا.",
            "من رأى أنه تزوج امرأة وله زوجة أو زوجات أصاب خيرا وسلطانا."
          ]
        },
        {
          "title": "الزيت في الاحلام",
          "content": "هو رزق ومال حلال، وشفاء لمن ادهن به. وزيت الزيتون علم وبركة وهدى ونور وشفاء ورزق حلال."
        },
        {
          "title": "الزيتون في الاحلام",
          "content": "هو مال ومتاع. وشجرة الزيتون تدل على رجل مبارك نافع لأهله، ومن عصر زيتونا من شجرة نال بركة وخيرا."
        }
      ]
    }
  }